{"id": "chunk_1", "text": "2015 edition incorporating 2020 and  2024 amendments  O N L I N E V E R S I O N O N L I N E V E R S I O N The Building Regulations 2010  Access to and use of buildings   APPROVED DOCUMENT  VOLUME 2 – BUILDINGS OTHERM THAN DWELLINGS  M1  Access and use of buildings other  than dwellings  M2  Access to extensions to buildings  other than dwellings  M3  Sanitary conveniences in extensions  to buildings other than dwellings  For use in England                              O N L I N E V E R S I O N O N L I N E V E R S I O N MAIN CHANGES IN THE  2015 EDITION  This volume of this approved document  supports requirements M1, M2 and M3  of Schedule 1 to the Building Regulations  2010. It takes effect on 1 October 2015  for use in England*. The 2004 edition of  Approved Document M with 2010 and"}
{"id": "chunk_2", "text": "2013 amendments will continue to apply  to work started before 1 October 2015  or work subject to a building notice, full  plans application or initial notice submitted  before that date.  The main changes are:  • Approved Document M has been split  into two parts:  – Volume 1: Dwellings  – Volume 2: Buildings other than  dwellings.  • The following sections of the previous  version of Approved Document M have  been deleted and replaced by Volume 1  of this approved document:  – Section 6: Means of access to and  into the dwelling  – Section 7: Circulation within the  entrance storey of the dwelling  – Section 8: Accessible switches and  sockets in the dwelling  – Section 9: Passenger lifts and  common stairs in blocks of flats  – Section 10: WC provision in the"}
{"id": "chunk_3", "text": "entrance storey of the dwelling.  MAIN CHANGES MADE BY THE  2020 AMENDMENTS  The guidance in paragraphs 5.6 and 5.7  has been amended to mandate for the  provision of changing places toilets within  appropriately sized, publicly accessible  buildings. Clarification is also provided on  how the capacities should be derived in  these buildings.  MAIN CHANGES MADE BY THE  2024 AMENDMENTS  The changes update references and  make consequential amendments  to reflect the Building (Amendment)  (England) Regulations 2024 which set out  a new requirement in Schedule 1 Part  T of the Building Regulations 2010, and  the associated guidance in Approved  Document T: Toilet accommodation –  2024 edition.  1  Approved Document M Volume 2\t Access to and use of buildings other than dwellings"}
{"id": "chunk_4", "text": "Contents O N L I N E V E R S I O N O N L I N E V E R S I O N M  Contents  Use of guidance  5  The approved documents  5  Limitations on requirements  5  Materials and workmanship  5  Mixed use development  6  The Workplace (Health, Safety and  Welfare) Regulations 1992  6  The Equality Act 2010 and the Equality  Act 2010 (Disability) Regulations 2010  6  Relationship with guidance in  Approved Document K (Protection  from falling collision and impact)  7  The Requirements  8  Section 0: General guidance  11  Performance  11  Where the requirements apply  11  Application of Part M  11  Extensions of non-domestic  buildings  11  Material alterations of  non-domestic buildings  12"}
{"id": "chunk_5", "text": "Material changes of use  12  Car parking and setting down  12  What requirements apply  12  Educational establishments  13  Historic buildings  13  Access strategy  14  Definitions  14  Section 1: Access to buildings other  than dwellings  16  Objectives  16  Level approach from the boundary  of the site and car parking  16  On-site car parking and setting down 17  PAGE  PAGE  Ramped access  19  Stepped access  20  Handrails to external stepped and  ramped access  22  Hazards on access routes  23  Section 2: Access into buildings  other than dwellings  24  Objectives  24  Accessible entrances  24  Doors to accessible entrances  24  Manually operated non-powered  entrance doors  25  Powered entrance doors  26  Glass doors and glazed screens  27  Entrance lobbies  27"}
{"id": "chunk_6", "text": "Section 3: Horizontal and vertical  circulation in buildings other  than dwellings  29  Objective  29  Entrance hall and reception area  29  Internal doors  29  Corridors and passageways  31  Internal lobbies  32  Vertical circulation within the building 32  Provision of lifting devices  32  General requirements for  lifting devices  33  Passenger lifts  33  Lifting platforms  35  Wheelchair platform stairlifts  36  Internal stairs  37  Internal ramps  37  Handrails to internal steps, stairs  and ramps  37  2  Access to and use of buildings other than dwellings\t Approved Document M Volume 2"}
{"id": "chunk_7", "text": "O N L I N E V E R S I O N O N L I N E V E R S I O N M  CONTENTS  PAGE  Section 4: Facilities in buildings  other than dwellings  38  Objectives  38  Audience and spectator facilities  38  Refreshment facilities  40  Sleeping accommodation  42  Switches, outlets and controls  43  Aids to communication  45  Section 5: Sanitary accommodation  in buildings other than dwellings  47  Objectives  47  Sanitary accommodation generally  47  Provision of toilet accommodation  48  Wheelchair-accessibile unisex toilets 49  Toilets in separate-sex washrooms  52  Wheelchair-accessible changing  and shower facilities  53  Wheelchair-accessible bathrooms  57  Standards referred to  60  Other publications referred to  61  Index  63  DIAGRAMS  1.  Tactile paving and an example of"}
{"id": "chunk_8", "text": "its use at an uncontrolled crossing 17  2.  Parking bay designated for  disabled people  18  3.  Relationship of ramp gradient to  the going of a flight  19  4.  Stepped access – key dimensions  and use of hazard warning surface 21  5.  External steps and stairs –  key dimensions  22  PAGE  6.  Examples of acceptable step  profiles and key dimensions for  external stairs  22  7.  Handrail design  23  Note: Diagram 8 has been moved to  Approved Document K, Section 10,  all other numbering remains  the same  9.  Effective clear width of doors  25  10.  Key dimensions for lobbies with  single leaf doors  28  11.  Key dimensions associated with  passenger lifts  34  Note: Diagram 12 has been moved to  Approved Document K, Section 1, all  other numbering remains the same  13."}
{"id": "chunk_9", "text": "An example of wheelchair spaces  in a lecture theatre  39  14.  Possible location of wheelchair  spaces in front of a rear aisle  41  15.  An example of wheelchair space  provision in a cinema or theatre  41  16.  An example of a shared  refreshment facility  42  17  One example of a wheelchair-  accessible hotel bedroom with  en-suite sanitary facilities  44  18.  Unisex wheelchair-accessible  toilet with corner WC  51  19.  Height and arrangement of  fittings in a unisex wheelchair- accessible toilet  51  20.  Height of various fittings in toilet  accommodation  52  21.  WC cubicle for ambulant  disabled people  53  22.  An example of a self-contained  changing room for individual use  55  23.  An example of a self-contained  shower room for individual use  56  24."}
{"id": "chunk_10", "text": "An example of a shower room  incorporating a corner WC for  individual use  57  3  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                         O N L I N E V E R S I O N O N L I N E V E R S I O N CONTENTS  M  PAGE  25.  An example of a bathroom  incorporating a corner WC  58  26.  Grab rails and fittings associated  with a bath  59  Note: Diagrams 27 to 29 deleted – refer to  Approved Document M: Volume 1  Note: Diagram 30 has been moved to  Approved Document K, Section 1, all  other numbering remains the same  Note: Diagrams 31 and 32 deleted – refer  to Approved Document M: Volume 1  TABLES  1.  Limits for ramp gradients  19  2.  Minimum effective clear widths  of doors  25  3.  Provision of wheelchair space"}
{"id": "chunk_11", "text": "in audience seating  39  Note: Table 4 deleted – refer to Approved  Document M: Volume 1  O N L I N E V E R S I O N O N L I N E V E R S I O N 5  Approved Document M Volume 2\t Access to and use of buildings other than dwellings             O N L I N E V E R S I O N O N L I N E V E R S I O N M  Use of guidance  THE APPROVED DOCUMENTS  This document is one of a series that has  been approved and issued by the Secretary  of State for the purpose of providing  practical guidance with respect to the  requirements of Schedule 1 to and  Regulation 7 of the Building Regulations  2010 for England and Wales (SI 2010/2214).  At the back of this document is a list  of all the documents that have been  approved and issued by the Secretary  of State for this purpose.  Approved Documents are intended to"}
{"id": "chunk_12", "text": "provide guidance for some of the more  common building situations. However,  there may well be alternative ways of  achieving compliance with the requirements.  Thus there is no obligation to adopt  any particular solution contained in an  Approved Document if you prefer to  meet the relevant requirement in some  other way.  Other requirements  The guidance contained in an Approved  Document relates only to the particular  requirements of the Regulations which the  document addresses. The building work will  also have to comply with the requirements  of any other relevant paragraphs in  Schedule 1 to the Regulations.  There are Approved Documents which give  guidance on each of the Parts of Schedule 1  and on Regulation 7.  LIMITATION ON REQUIREMENTS  In accordance with regulation 8, the"}
{"id": "chunk_13", "text": "requirements in Parts A to D, F to K (except  for paragraphs H2 and J7) of Schedule 1 to  the Building Regulations do not require  anything to be done except for the purpose  of securing reasonable standards of health  and safety for persons in or about buildings  (and any others who may be affected by  buildings or matters connected with  buildings). This is one of the categories of  purpose for which building regulations may  be made.  Paragraphs H2 and J7 are excluded from  Regulation 8 because they deal directly with  prevention of the contamination of water.  Parts E and M (which deal, respectively,  with resistance to the passage of sound,  and access to and use of buildings) are  excluded from Regulation 8 because they  address the welfare and convenience of"}
{"id": "chunk_14", "text": "building users. Part L is excluded from  Regulation 8 because it addresses the  conservation of fuel and power. All these  matters are amongst the purposes, other  than health and safety, that may be  addressed by Building Regulations.  MATERIALS AND WORKMANSHIP  Any building work which is subject to the  requirements imposed by Schedule 1 to  the Building Regulations shall be carried  out in accordance with regulation 7.  Guidance on meeting these requirements  on materials and workmanship is contained  in Approved Document 7.  Building Regulations are made for specific  purposes, primarily the health and safety,  welfare and convenience of people and for  energy conservation. Standards and other  technical specifications may provide  relevant guidance to the extent that they"}
{"id": "chunk_15", "text": "relate to these considerations. However,  they may also address other aspects of  performance or matters which, although  they relate to health and safety etc., are not  covered by the Building Regulations.  When an Approved Document makes  reference to a named standard, the  relevant version of the standard to which it  refers is the one listed at the end of the  publication. However, if this version has  been revised or updated by the issuing  standards body, the new version may be  used as a source of guidance provided it  continues to address the relevant  requirements of the Regulations.  6  Access to and use of buildings other than dwellings\t Approved Document M Volume 2     O N L I N E V E R S I O N O N L I N E V E R S I O N M  USE OF GUIDANCE  MIXED USE DEVELOPMENT"}
{"id": "chunk_16", "text": "In mixed use developments part of a  building may be used as a dwelling while  another part has a non-domestic use.  In such cases, if the requirements of the  Regulations for dwellings and non-domestic  use differ, the requirements for non- domestic use should apply in any shared  parts of the building.  THE WORKPLACE (HEALTH,  SAFETY AND WELFARE)  REGULATIONS 1992  The Workplace (Health, Safety and  Welfare) Regulations 1992 as amended  by The Health and Safety (Miscellaneous  Amendments) Regulations 2002  (SI 2002/2174) contain some requirements  which affect building design. The main  requirements are now covered by the  Building Regulations, but for further  information see: ‘Workplace health, safety  and welfare. Workplace (Health, Safety and  Welfare) Regulations 1992, Approved Code"}
{"id": "chunk_17", "text": "of Practice’ L24. Published by HSE Books  1992 (ISBN 0 7176 0413 6).  The Workplace (Health, Safety and Welfare)  Regulations 1992 apply to the common  parts of flats and similar buildings if people  such as cleaners and caretakers are  employed to work in these common parts.  Where the requirements of the Building  Regulations that are covered by this Part  do not apply to dwellings, the provisions  may still be required in the situations  described above in order to satisfy the  Workplace Regulations.  THE EQUALITY ACT 2010 AND  THE EQUALITY ACT 2010  (DISABILITY) REGULATIONS 2010  The Equality Act 2010 (the EA) brings  together existing equalities legislation,  including the Disability Discrimination Act  1995, with the aims of strengthening and"}
{"id": "chunk_18", "text": "also harmonising existing provisions into a  single streamlined framework of equalities  legislation to deliver better outcomes for  the protected groups listed.  The EA (http://www.legislation.gov.uk/  ukpga/2010/15/contents) imposes a duty  to make reasonable adjustments to a  physical feature in order to comply with the  requirements set out in section 20 of the  EA. The duty is set out in Schedule 2 (in  relation to public functions and service  providers); Schedule 8 (in relation to  employers) and Schedule 15 (in relation to  associations) of the EA.  Although the guidance in this Approved  Document, if followed, tends to  demonstrate compliance with Part M of the  Building Regulations, this does not  necessarily equate to compliance with the"}
{"id": "chunk_19", "text": "obligations and duties set out in the EA.  This is because service providers and  employers are required by the EA to make  reasonable adjustment to any physical  feature which might put a disabled person  at a substantial disadvantage compared to  a non-disabled person. In some instances  this will include designing features or  making reasonable adjustments to features  which are outside the scope of Approved  Document M. It remains for the persons  undertaking building works to consider if  further provision, beyond that described in  Approved Document M, is appropriate.  7  Approved Document M Volume 2\t Access to and use of buildings other than dwellings      O N L I N E V E R S I O N O N L I N E V E R S I O N USE OF GUIDANCE  M  10 Year Exemption for service"}
{"id": "chunk_20", "text": "providers, local authorities and  associations  An exemption setting out when an  adjustment is not reasonable in relation to  design standards is provided in regulation  9 (Reasonableness and design standards)  of and the Schedule to the Equality Act  2010 (Disability) Regulations 2010 (the  Regulations).  Regulation 9 prescribes circumstances in  which it is not reasonable for a provider of  services, a public authority carrying out its  functions, or an association to remove or  alter a physical feature which has been  provided to assist access to the building or  its facilities and which accords with the  relevant design standard. The Schedule to  the Regulations provides that a physical  feature satisfies the relevant design  standard if it complied with the objectives,"}
{"id": "chunk_21", "text": "design considerations and provisions set  out in the edition of Approved Document M  that applied at the time the building works  were carried out.  This provision will not apply where more  than 10 years have elapsed since:  – the day on which construction or  installation of the feature was  completed; or  – in the case of a physical feature  provided as part of a larger building  project, the day on which the works in  relation to that project were completed.  Applicants should be aware that this is not  a blanket exemption from duties under the  EA, and relates only to the duty to make  reasonable adjustments to physical  features built in strict accordance with the  guidance provided in the relevant approved  document. As with all other types of"}
{"id": "chunk_22", "text": "building work, service providers will still  need to consider the needs of disabled  people which are outside the scope of  Approved Document M. It is for applicants,  not building control bodies, to consider  how these obligations are to be met.  RELATIONSHIP WITH GUIDANCE  IN APPROVED DOCUMENT K  (PROTECTION FROM FALLING  COLLISION AND IMPACT)  Where applicable, parts of this Approved  Document state that the requirements of  Part M will be satisfied by compliance with  the applicable parts of the guidance within  Approved Document K (Protection from  falling, collision and impact). Compliance  with these applicable requirements set out  in Approved Document K in these  circumstances will be regarded as  compliance with a relevant design standard  for the purposes of regulation 9 and the"}
{"id": "chunk_23", "text": "Schedule to the Regulations.  8  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                   Requirement  Limits on application  O N L I N E V E R S I O N O N L I N E V E R S I O N M  ACCESS TO AND USE OF BUILDINGS  The Requirements  This Approved Document deals with  requirements M1, M2 and M3 of Part M of  Schedule 1 to the Building Regulations 2010.  PART M ACCESS TO AND USE OF  BUILDINGS  Access to and use of buildings other than  dwellings  M1. Reasonable provision must be made  for people to—  (a) gain access to; and  (b) use, the building and its facilities.  Access to extensions to buildings other  than dwellings  M2. Suitable independent access must be  provided to the extension where reasonably  practicable."}
{"id": "chunk_24", "text": "Sanitary conveniences in extensions to  buildings other than dwellings  M3. If sanitary conveniences are provided  in any building that is to be extended,  reasonable provision shall be made within  the extension for sanitary conveniences.  Requirement M1 does not apply to  any part of a building that is used solely to  enable the building or any service or fitting  in the building to be inspected, repaired or  maintained.  Requirement M2 does not apply where  suitable access to the extension is provided  through the building that is extended.  Requirement M3 does not apply where  there is reasonable provision for sanitary  conveniences elsewhere in the building,  such that people occupied in, or otherwise  having occasion to enter the extension,  can gain access to and use those sanitary"}
{"id": "chunk_25", "text": "conveniences.  9  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                     O N L I N E V E R S I O N O N L I N E V E R S I O N ACCESS TO AND USE OF BUILDINGS  M  Notes  Means of escape in case of fire: the  scope of Part M and AD M is limited to  matters of access to, into and use of a  building. It does not extend to means  of escape in the event of fire, for which  reference should be made to Approved  Document B – ‘Fire Safety’.  Stairs and ramps: Approved Document K  (Protection from falling, collision and impact)  contains guidance on internal and external  steps, stairs and ramps when they are part  of the building. Additional guidance is  provided in this Approved Document when  external stepped and ramped access also"}
{"id": "chunk_26", "text": "form part of the principal entrances and  alternative accessible entrances, and when  they form part of the access route to the  building from the boundary of the site and  car parking.  Manifestation on glazed doors and  glazed screens: Approved Document K  (Protection from falling, collision and  impact) contains guidance on  manifestation.  Toilet accommodation: Section 5 of this  Approved Document contains guidance on  the provision and the design of a  wheelchair-accessible unisex toilet and a  WC cubicle for ambulant disabled people.  Other sanitary provision for baby changing  and Changing Places toilets should be  provided as described. Part T sets out a  requirement for the provision of specific  toilet accommodation to facilitate single- sex toilets in buildings other than"}
{"id": "chunk_27", "text": "dwellings. Approved Document T provides  guidance on the size, layout, fittings and  equipment of universal toilets and single- sex toilets and two ambulant options for  single-sex and universal toilets.  BS 8300:2001 Design of buildings and  their approaches to meet the needs  of disabled people. Code of Practice:  this supersedes BS 5619:1978 and BS  5810:1979. BS 8300 provides guidance  on good practice in the design of domestic  and non-domestic buildings and their  approaches so that they are convenient  to use by disabled people. The design  recommendations are based on user trials  and validated desk studies which formed  part of a research project commissioned in  1997 and 2001 by DETR. The guidance in  this Approved Document is based on and"}
{"id": "chunk_28", "text": "is complementary to the BS, although the  BS contains much additional material that  is not apt for, or not considered appropriate  for, inclusion in guidance accompanying  regulation. Also, in a few cases, the guidance  in AD M differs from the recommendation  in BS 8300. Compliance with the  recommendations in the BS, therefore,  while ensuring good practice, is not  necessarily equivalent to compliance  with the guidance in AD M.  Attention is drawn to the following extracts  from The Building Regulations 2010.  Interpretation (Regulation 2)  Regulation 2 contains the following  definition:  ‘independent access’ means in relation to  a part of a building (including any extension  to that building) a route of access to that  part which does not require the user to"}
{"id": "chunk_29", "text": "pass through any other part of the building.  The meanings of the expressions  ‘institution’, ‘public building’ and ‘shop’  used in Regulation 5 are explained in  Regulation 2.  Meaning of material change of use  (regulation 5)  For the purposes of paragraph 8 (1)(e) of  Schedule 1 to the Act and for the purposes  of these Regulations, there is a material  change of use where there is a change in  the purposes for which or the circumstances  in which a building is used, so that after  the change:  a. the building is used as a dwelling,  where previously it was not;  b. the building contains a flat, where  previously it did not;  c. the building is used as an hotel or a  boarding house, where previously it  was not;  d. the building is used as an institution,  where previously it was not;"}
{"id": "chunk_30", "text": "e. the building is used as a public building,  where previously it was not;  10  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                                                                 O N L I N E V E R S I O N O N L I N E V E R S I O N M  ACCESS TO AND USE OF BUILDINGS  f. the building is not a building described  in Classes 1 to 6 in Schedule 2, where  previously it was;  g. the building, which contains at least one  dwelling, contains a greater or lesser  number of dwellings than it did previously;  h. the building contains a room for residential  purposes, where previously it did not;  I. the building, which contains at least one  room for residential purposes, contains  a greater or lesser number of such"}
{"id": "chunk_31", "text": "rooms than it did previously; or  j. the building is used as a shop, where  previously it was not.  Requirements relating to material  change of use (Regulation 6)  1.  Where there is a material change of  use of the whole of a building, such work, if  any, shall be carried out as is necessary to  ensure that the building complies with the  applicable requirements of the following  paragraphs of Schedule 1:  a. in all cases,  B1 (means of warning and escape)  B2 (internal fire spread – linings)  B3 (internal fire spread – structure)  B4(2) (external fire spread – roofs)  B5 (access and facilities for the fire service)  C2(c) (interstitial and surface condensation)  F1 (means of ventilation)  G3(1) to (3) (hot water supply and systems)  G4 (sanitary conveniences and washing  facilities)"}
{"id": "chunk_32", "text": "G5 (bathrooms)  G6 (kitchen and food preparation areas)  H1 (foul water drainage) H6 (solid waste  storage)  J1 to J4 (combustion appliances)  L1 (conservation of fuel and power)  P1 (electrical safety)  S2 (infrastructure for the charging of  electric vehicles)  T1 (toilet accommodation);  b. in the case of a material change of use  described in Regulations 5(c), (d), (e) or  (f), A1 to A3 (structure);  c. in the case of a building exceeding  15m in height, B4(1) (external fire  spread – walls);  d. in the case of material change of use  described in regulation 5(a), (b), (c), (d),  (g), (h), (i) or, where the material change  provides new residential accommodation,  (f), C1(2) (resistance to contaminants);  e. in the case of material change of  use described in Regulation 5(a),"}
{"id": "chunk_33", "text": "C4 (resistance to weather and ground  moisture);  f. in the case of a material change of use  described in Regulation 5(a), (b), (c), (g),  (h) or (i), E1 to E3 (resistance to the  passage of sound);  g. in the case of a material change of  use described in Regulation 5(e),  where the public building consists  of or contains a school, E4 (acoustic  conditions in schools);  h. in the case of a material change of use  described in Regulation 5(c), (d), (e) or  (j), M1 (access and use).  2.  Where there is a material change of  use of part only of a building, such work, if  any, shall be carried out as is necessary to  ensure that:  a. that part complies in all cases with any  applicable requirements referred to in  paragraph (1)(a);  b. in a case to which sub-paragraphs (b),"}
{"id": "chunk_34", "text": "(d), (e) or (f) of paragraph (1) apply, that  part complies with the requirements  referred to in the relevant sub-paragraph;  c. in a case to which sub-paragraph (c)  of paragraph (1) applies, the whole  building complies with the requirement  referred to in that sub-paragraph; and  d. in a case to which sub-paragraph (i) of  paragraph (1) applies:  i. that part and any sanitary  conveniences provided in or in  connection with that part comply  with the requirements referred to in  that sub-paragraph; and  ii. the building complies with  requirement M1(a) of Schedule 1 to  the extent that reasonable provision  is made to provide either suitable  independent access to that part or  suitable access through the building  to that part.  11  Approved Document M Volume 2"}
{"id": "chunk_35", "text": "Access to and use of buildings other than dwellings                             O N L I N E V E R S I O N O N L I N E V E R S I O N M  Section 0: General guidance  PERFORMANCE  In the Secretary of State’s view  Requirements M1, M2 and M3 will be met  by making reasonable provision to ensure  that buildings are accessible and usable.  People, regardless of disability, age or  gender, should be able to:  • gain access to buildings and to gain  access within buildings and use their  facilities, both as visitors and as people  who live or work in them.  Where the requirements apply  Application of Part M"}
{"id": "chunk_36", "text": "0.1  Requirements M1, M2 and M3  apply if:  a. a non-domestic building is newly  erected;  b. an existing non-domestic building is  extended, or undergoes a material  alteration; or  c. an existing building or part of an existing  building undergoes a material change  of use to a hotel or boarding house,  institution, public building or shop.  The terms ‘institution’, ‘public building’ and  ‘shop’ are explained in regulation 2.  It should be noted that, regardless of  compliance with Building Regulations,  there will be obligations under the Equality  Act 2010 for service providers and  employers to consider barriers created by  physical features in buildings."}
{"id": "chunk_37", "text": "0.5  An extension to a non-domestic  building should be treated in the same  manner as a new building, as regards its  own compliance with Part M. Under  Requirement M2 there must be suitable  independent access to the extension  where reasonably practicable. Under the  Limits on Application, Requirement M2  does not apply where the building that is  extended complies with Requirement M1(a)  so as to provide suitable access through  the building to the extension. The concept  of access encompasses access from the  boundary of the site and from on-site car  parking where provided."}
{"id": "chunk_38", "text": "0.6  If the owners of a building prefer  not to provide independent access to a  planned extension, it is open to them either  to demonstrate that the existing building  and the approach to it already comply with  Requirement M1(a), so that the Limit on  Application of Requirement M2 applies,  or to modify the existing building and/or  the approach to it so that the Limit on  Application applies. Such modification  work would be a material alteration.  The extensions and the alterations of the  existing building could be planned and  carried out as a single project."}
{"id": "chunk_39", "text": "0.7  In judging whether access provision  relying on the existing building is sufficient  for the Limit on Application of Requirement  M2 to apply, and in judging whether it  is reasonably practicable for suitable  independent access to be provided, practical  constraints and cost considerations will be  relevant – see also ‘Access Strategies’  paragraphs 0.20 and 0.25 below."}
{"id": "chunk_40", "text": "0.8  Under Requirement M3, if sanitary  conveniences are provided in any building  that is to be extended, reasonable  provision must be made within the  extension for sanitary conveniences.  However, under the Limit on Application of  Requirement M3, this requirement does not  apply if there is reasonable provision for  people using the extension to gain access  to and to use sanitary conveniences in the  existing building. As in the case of access  to an extension, it is open to building  owners preferring not to make provisions  for sanitary conveniences in a planned  extension either to demonstrate that  reasonable provision already exists in, or  to modify, the existing building so that the  Limit on Application of Requirement M3  applies. In this case, too, the extension and"}
{"id": "chunk_41", "text": "the modifications to the existing building  12  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                   O N L I N E V E R S I O N O N L I N E V E R S I O N M  GENERAL GUIDANCE  could be planned and carried out as a  single project.  Material alterations of non-domestic  buildings"}
{"id": "chunk_42", "text": "0.9  Under regulation 4, where an  alteration of a non-domestic building is  a material alteration, the work itself must  comply, where relevant, with Requirement  M1. This means that alterations to features  relevant to the compliance of a building  with Part M, such as entrances or  arrangements for people to get from  one level to another within the building,  must result in features that comply with  Requirement M1. Where new features  relevant to the compliance of a building  with Part M are provided, these must also  comply with Requirement M1. Reasonable  provision must be made for people to gain  access to and to use new or altered  sanitary conveniences. The building as a  whole, including access to it from the site  boundary and from on-site car parking"}
{"id": "chunk_43", "text": "where provided, must be no less compliant  with Requirement M1 following a material  alteration of a building. In the context of  a material alteration of a building, it is  not necessary, as regards the Building  Regulations, to upgrade access to the  building entrance from the site boundary  and from on-site car parking where provided.  However, attention is drawn to the note in  paragraph 1, above about the Equality Act.  Material changes of use"}
{"id": "chunk_44", "text": "0.10 Under regulation 6, as amended,  where there is a material change of use of  the whole of a building to a hotel or boarding  house, an institution, a public building or  a shop, the building must be upgraded,  if necessary, so as to comply with M1  (Access and use). The terms ‘institution’,  ‘public building’ and ‘shop’ are explained  in regulation 2. In particular, it should be  noted that ‘shop’ includes use as a  restaurant, bar or public house."}
{"id": "chunk_45", "text": "0.11 Under regulation 6, as amended, if  an existing building undergoes a change  of use such that part is used as a hotel or  boarding house, an institution, a public  building or a shop, such work if any shall be  carried out as is necessary to ensure that:  • there is reasonable provision for people  to gain access to that part from the site  boundary and from on-site car parking  where provided, either by means of an  independent access or by means of a  route to and through the building;  • that part itself complies with M1 (access  and use); and  • any sanitary conveniences provided in,  or in connection with, that part comply  with Requirement M1: if users of that part  have the use of sanitary conveniences  elsewhere in the building, there must"}
{"id": "chunk_46", "text": "be reasonable provision for people to  gain access to and use that sanitary  accommodation, upgraded if need be.  Developers will need to agree how they  have assessed what is reasonable  provision with the relevant building control  body as set out in paragraphs 0.20 to 0.25."}
{"id": "chunk_47", "text": "0.12 Where a material change of use  results in a building being used in part as a  hotel or boarding house, institution, public  building or shop, and in part as a dwelling,  regard should be had to the guidance in  Sections 1 to 5 of this Approved Document  in relation to the relevant non-domestic  accommodation and to the common parts  (see also MIXED USE DEVELOPMENT  under Use of Guidance).  Car parking and setting down"}
{"id": "chunk_48", "text": "0.13 Part M applies to those features,  outside the building, which are needed to  provide access to the building from the  edge of the site and from car parking and  setting down points within the site.  What requirements apply"}
{"id": "chunk_49", "text": "0.14 If Part M applies, reasonable provision  should be made:  a. so that people, regardless of disability,  age or gender, can reach the principal  entrance to the building and other  entrances described in this Approved  Document from the site boundary,  13  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                   O N L I N E V E R S I O N O N L I N E V E R S I O N GENERAL GUIDANCE  M  from car parking within the site, and  from other buildings on the same site  (such as a university campus, a school  or a hospital);  b. so that elements of the building do not  constitute a hazard to users, especially  people with impaired sight, but rather  assist in wayfinding;  c. so that people, regardless of disability,"}
{"id": "chunk_50", "text": "age or gender, can have access into,  and within, any storey of the building  and to the building’s facilities, subject  to the usual gender-related conventions  regarding sanitary accommodation;  d. for suitable accommodation for people  in wheelchairs, or people with other  disabilities, in audience or spectator  seating;  e. for aids to communication for people  with an impairment of hearing or sight  in auditoria, meeting rooms, reception  areas, ticket offices and at information  points; and  f. for sanitary accommodation for the  users of the building.  Educational establishments"}
{"id": "chunk_51", "text": "0.15 From 1 April 2001, maintained schools  ceased to have exemption from the Building  Regulations. Certain school-specific  standards relating to Parts K and M  contained in the DfES 1997 Constructional  Standards as described in Circular  DfES/0142/2001 are subsumed in this  revision to AD M (see 1.33 – Note re: (l) and  (m), 1.36, 1.37 (b)."}
{"id": "chunk_52", "text": "0.16 Purpose-built student living  accommodation, including that in the form  of flats as defined in regulation 2(1), should  be treated as hotel/motel accommodation  in respect of space requirements and  internal facilities (see 4.17 to 4.24).  Historic buildings"}
{"id": "chunk_53", "text": "0.17 Historic buildings include:  a. listed buildings,  b. buildings situated in conservation areas,  c. buildings which are of architectural and  historical interest and which are referred  to as a material consideration in a local  authority’s development plan,  d. buildings of architectural and historic  interest within national parks, areas of  outstanding natural beauty and world  heritage sites,  e. vernacular buildings of traditional form  and construction."}
{"id": "chunk_54", "text": "0.18 The need to conserve the special  characteristics of such historic buildings  must be recognised. They are a finite  resource with cultural importance. In  such work the aim should be to improve  accessibility where and to the extent that it  is practically possible, always provided that  the work does not prejudice the character  of the historic building, or increase the risk  of long-term deterioration to the building  fabric or fittings. In arriving at an appropriate  balance between historic building  conservation and accessibility, it would be  appropriate to take into account the advice  of the local authority’s conservation and  access officers, and English Heritage, as  well as the views of local access groups, in  order to make the building as accessible  as possible."}
{"id": "chunk_55", "text": "0.19 Particular issues relating to work in  historic buildings that warrant sympathetic  treatment and where advice from others  could therefore be beneficial include:  a. restoring the historic character of  a building that had been subject to  previous inappropriate alteration,  e.g. replacement windows, doors  and rooflights;  b. rebuilding a former historic building  (e.g. following a fire or filling in a gap  site in a terrace);  c. the choice of appropriate construction  materials and techniques, e.g. making  provisions enabling the fabric to ‘breathe’  to control moisture and potential long­ term decay problems: see Information  Sheet No. 4 from The Society for the  Protection of Ancient Buildings (SPAB).  14  Access to and use of buildings other than dwellings"}
{"id": "chunk_56", "text": "Approved Document M Volume 2                   O N L I N E V E R S I O N O N L I N E V E R S I O N M  GENERAL GUIDANCE  Access strategy"}
{"id": "chunk_57", "text": "0.20 It is important that applicants clearly  communicate to the building control body  how their chosen approach to meeting the  accessibility needs of the likely end-users  of a building and its facilities demonstrates  compliance with the requirements of Part  M of the Building Regulations. The  guidance in this Approved Document is  designed to indicate only one way in which  those requirements may be met. Whilst  alternative, equally satisfactory ways of  meeting the requirements can be adopted  depending on the size, scale, nature and  intended use of the building they must still  demonstrate compliance with the relevant  functional requirement."}
{"id": "chunk_58", "text": "0.21 Where alternative solutions are  proposed, the onus remains with the  applicant to demonstrate that those  solutions are appropriate and meet the  requirements, for example by showing that  it is equivalent to the provisions set out in  this Approved Document. This should  include the use of appropriate research  evidence or reference to recognised British  Standards as necessary to support the  chosen approach. It is advisable to ensure  that the appropriate level of provision is  agreed with the building control body  prior to commencing building work, as  retrospective alterations can be costly  and disruptive."}
{"id": "chunk_59", "text": "0.22 Applicants should therefore seek to  engage with building control bodies at the  earliest possible stage to identify key  issues and risks, and to discuss the best  way to demonstrate the access strategy for  the building work taking place. To ensure  satisfactory outcomes, communication  between applicants and building control  bodies should focus on areas where  proposals diverge from the guidance in this  Approved Document rather than providing  an exhaustive explanation where features  are in accordance with the guidance."}
{"id": "chunk_60", "text": "0.23 Provision of a written Access  strategy is not required to accompany a  building control application though it may  be useful in some circumstances. The key  focus should be on ensuring that  applicants and building control bodies are  agreed as to the appropriate level of  provision in the completed building work."}
{"id": "chunk_61", "text": "0.24 In smaller or simpler works this could  be achieved by having a conversation to  review the proposals and recording the  outcome of discussions by  correspondence. In large, complex works  or where there are significant constraints  imposed by an existing site, this might  involve a written document setting out key  aspects of the access approach,  supported by annotated drawings as well  as face to face meetings to resolve key  issues. It is for the building control body  and applicant to agree which, if any of  these proposed approaches should be  used on a case by case basis to ensure  that the functional requirements of Part M  of the Building Regulations are satisfied.  Whichever approach is adopted, the  agreed level of provision should be clearly  recorded."}
{"id": "chunk_62", "text": "0.25 It should be noted that approval of  proposed works by a building control body  does not by necessity indicate compliance  with duties under the Equalities Act 2010.  Applicants need to consider these wider  equality obligations when undertaking  building work and whether provision in  some circumstances should exceed that  set out within this Approved Document.  The relationship between Part M of the  Building Regulations and the Equality Act  2010 is set out on page 7 of this Approved  Document.  Definitions"}
{"id": "chunk_63", "text": "0.26 The following meanings apply to  terms throughout this Approved Document.  Access, approach, entry or exit.  Accessible, with respect to buildings  or parts of buildings, means that people,  regardless of disability, age or gender,  are able to gain access.  Contrast visually, when used to indicate  the visual perception of one element of  the building, or fitting within the building,  against another means that the difference  15  Approved Document M Volume 2\t Access to and use of buildings other than dwellings             O N L I N E V E R S I O N O N L I N E V E R S I O N GENERAL GUIDANCE  M  in light reflectance value between the two  surfaces is greater than 30 points. Where  illuminance on surfaces is greater than 200  lux, a difference in light reflectance value"}
{"id": "chunk_64", "text": "should be a minimum of 20 points. Where  door opening furniture projects beyond the  face of the door or otherwise creates  enhanced differentiation and shade, a  minimum difference in light reflectance  value of 15 points is considered adequate.  For further information, reference should  be made to Colour, contrast and  perception – Design guidance for internal  built environments – Reading University.  Dwelling, means a house or a flat (‘flat’  is defined in regulation 2(1)). However,  new blocks of flats built as student  accommodation are to be treated as though  they are hotel/motel accommodation in  respect of space requirements and internal  facilities (see 4.17 to 4.24).  General access stair, a stair intended for  all users of a building on a day-to day-"}
{"id": "chunk_65", "text": "basis, as a normal route between levels.  Illuminance, the amount of light falling on  a surface, measured in lumens per square  metre (lm/m2) or lux (lx).  Level, with respect to the surfaces of a  level approach, access routes and landings  associated with steps, stairs and ramps means  predominantly level, but with a maximum  gradient along the direction of travel of 1:60.  Light reflectance value (LRV), the total  quantity of visible light reflected by a  surface at all wavelengths and directions  when illuminated by a light source.  Principal entrance, the entrance which a  visitor not familiar with the building would  normally expect to approach.  Suitable, with respect to means of access  and facilities, means that they are designed  for use by people regardless of disability,"}
{"id": "chunk_66", "text": "age or gender, but subject to the usual  gender-related conventions regarding  sanitary accommodation.  Usable, with respect to buildings or  parts of buildings, means that they are  convenient for independent use.  Utility stair, a stair used for escape,  access for maintenance, or purposes other  than as a usual route for moving between  levels on a day-to-day basis.  16  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                       O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M2  Section 1: Access to buildings other  than dwellings  OBJECTIVES"}
{"id": "chunk_67", "text": "1.1  The aim is to provide a suitable  means of access for people from the  entrance point at the boundary of the site,  and from any car parking that is provided  on the site, to the building. It is also  important that routes between buildings  within a complex are also accessible."}
{"id": "chunk_68", "text": "1.2  In designing an approach to the  building, it should be recognised that  changes in level are difficult for many  people to negotiate, including wheelchair  users, people who need to use walking  aids and people with impaired sight. Access  routes that are too narrow can also make it  difficult for people to pass each other."}
{"id": "chunk_69", "text": "1.3  It is important to be aware that  people’s capabilities vary. For example,  for some people, a stair is easier to use  than a ramp."}
{"id": "chunk_70", "text": "1.4  The building should be designed,  within the overall constraints of space,  so that the difference in level between the  entrance storey and the site entry point  is minimised."}
{"id": "chunk_71", "text": "1.5  It is also important that potential  hazards on access routes adjacent to  buildings, e.g. open windows, are avoided  so that people, particularly children and  those with impaired sight or hearing, are  not injured.  Note: The publication ‘Inclusive Mobility:  A Guide to Best Practice on Access to  Pedestrian and Transport Infrastructure’  gives detailed guidance on designing the  external environment.  Level approach from the boundary  of the site and car parking  Design considerations"}
{"id": "chunk_72", "text": "1.6  As far as possible, access should  be level from the boundary of the site,  and from any car parking designated for  disabled people, to the principal entrance  and any entrance used exclusively for staff  or, if either of these is not accessible, to any  alternative accessible entrances. If access  is generally required between entrances, or  between alternative accessible entrances  outside the building, this access should  as far as possible be level. The site level  of accessible entrances should be  determined accordingly."}
{"id": "chunk_73", "text": "1.7  Where a difference in level between  the boundary of the site or car parking  designated for disabled people and the  building is unavoidable due to site constraints,  the approach may have a gentle gradient  over a long distance (for all or part/s of the  approach) or it may incorporate a number  of shorter parts at a steeper gradient, with  level landings at intervals as rest points.  Generally, gradients within the approach  should be as gentle as possible."}
{"id": "chunk_74", "text": "1.8  Where the gradient of the approach,  whether over its whole length or in part, is  1:20 or steeper, that part of the approach  should be designed as ramped access."}
{"id": "chunk_75", "text": "1.9  All access routes to principal, or  alternative accessible, entrances should be  surfaced so that people are able to travel  along them easily, without excessive effort  and without the risk of tripping or falling."}
{"id": "chunk_76", "text": "1.10 There should be sufficient space for  people to approach the building, pass  others who are travelling in the opposite  direction and carry out all necessary  manoeuvres."}
{"id": "chunk_77", "text": "1.11 A surface width of 1800mm can  accommodate any amount of non-vehicular  traffic without the need for passing places.  A surface width of 1200mm may be  acceptable on restricted sites, subject to  agreement with the building control body."}
{"id": "chunk_78", "text": "1.12 It is important to reduce the risks to  people, particularly people with impaired  sight, when approaching and passing  around the perimeter of the building under  all lighting conditions.  17  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                     O N L I N E V E R S I O N O N L I N E V E R S I O N ACCESS TO BUILDINGS OTHER THAN DWELLINGS  M1/M2  Provisions"}
{"id": "chunk_79", "text": "1.13 A ‘level approach’ (from the boundary  of the site and from car parking spaces  designated for disabled people to the  principal entrance, to a staff entrance or  to an alternative accessible entrance) will  satisfy Requirement M1 or M2 if:  a. it has a surface width of at least 1.5m,  with passing places, free of obstructions  to a height of 2.1m;  b. passing places at least 1.8m wide and  at least 2m long are provided within  sight of each other (the width of the  passing place may be included in the  width of the level approach), but in any  case spaced at a distance no greater  than 50m;  c. the gradient along its length is either  no steeper than 1:60 along its whole  length, or less steep than 1:20 with level  landings (see 1.26(k)) introduced for"}
{"id": "chunk_80", "text": "each 500mm rise of the access (where  necessary, between landings), in all  cases with a cross-fall gradient no  steeper than 1:40;  d. its surface is firm, durable and slip  resistant, with undulations not exceeding  3mm under a 1m straight edge for  formless materials. Inappropriate  materials might be loose sand or gravel;  e. where there are different materials along  the access route, they have similar  frictional characteristics;  f. the difference in level at joints between  paving units is no greater than 5mm,  with joints filled flush or, if recessed,  no deeper than 5mm and no wider than  10mm or, if unfilled, no wider than 5mm;  g. the route to the principal entrance  (or alternative accessible entrance) is  clearly identified and well lit;"}
{"id": "chunk_81", "text": "h. the danger of inadvertently walking into  a vehicular access route is minimised  by providing a separate pedestrian  route and, where there is an uncontrolled  crossing point across the vehicular route,  this is identified by a buff coloured blister  surface (see Diagram 1, and ‘Guidance  on the use of Tactile Paving Surfaces’)."}
{"id": "chunk_82", "text": "Diagram 1 Tactile paving and an  example of its use at an  uncontrolled crossing  On-site car parking and  setting down  Design considerations"}
{"id": "chunk_83", "text": "1.14 People who need to travel to  buildings by car need to be able to park,  have sufficient space to enter and leave  their vehicle, on occasions move to the  rear of their vehicle, then walk, travel in a  wheelchair or with pushchairs or luggage,  etc. to the principal entrance, the staff  entrance or any alternative accessible  entrance of the building.  18  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                           O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M2 ACCESS TO BUILDINGS OTHER THAN DWELLINGS"}
{"id": "chunk_84", "text": "1.15 The surface of a parking bay  designated for disabled people, in particular  the area surrounding the bay, should allow  the safe transfer of a passenger or driver to  a wheelchair and transfer from the parking  bay to the access route to the building  without undue effort, barriers to wheelchairs  or hazards from tripping."}
{"id": "chunk_85", "text": "1.16 If people need to obtain tickets  for pay and display parking, the ticket  dispensing machines should be located in  a way that allows a person in a wheelchair,  or a person of short stature, to gain access  close to the machine and reach the payment  and ticket dispensing functions."}
{"id": "chunk_86", "text": "1.17 People with mobility impairments  who arrive as passengers should be able  to alight from a vehicle close to the  principal entrance, or alternative accessible  entrance, of the building in a way that is  convenient for entry into the building.  Note: Guidance is available in BS 8300 on:  – the provision of parking bays  designated for disabled people in  different building types;  – ticket dispensing machines;  – vehicular control barriers; and  – multi-storey car parks.  Provisions"}
{"id": "chunk_87", "text": "1.18 Car parking and setting down will  satisfy Requirement M1 or M2 if:  a. at least one parking bay designated for  disabled people is provided on firm and  level ground as close as feasible to the  principal entrance of the building;  b. the dimensions of the designated  parking bays are as shown in Diagram 2  (with a 1200mm accessibility zone  between, and a 1200mm safety zone on  the vehicular side of, the parking bays,  and with a dropped kerb when there is  a pedestrian route at the other side of  the parking bay);"}
{"id": "chunk_88", "text": "Diagram 2 Parking bay designated for  disabled people  c. the surface of the accessibility zone  is firm, durable and slip resistant, with  undulations not exceeding 3mm under a  1m straight edge for formless materials.  Inappropriate materials might be loose  sand or gravel;  d. ticket machines, where necessary for  wheelchair users and people of short  stature, are adjacent to the designated  parking bays for disabled people and  have controls between 750mm and  1200mm above the ground and a plinth  which does not project in front of the  face of the machine in a way that  prevents its convenient use;  e. a clearly sign-posted setting down point  is located on firm and level ground as  close as practicable to the principal or  alternative accessible entrance with its"}
{"id": "chunk_89", "text": "surface level with the carriageway at  that point to allow convenient access to  and from the entrance for people with  walking difficulties or people using a  wheelchair.  19  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                                         d. there is an alternative means of access  for wheelchair users, e.g. a lift, when  the total rise is greater than 2m;  e. it has a surface width between walls,  upstands or kerbs of at least 1.5m;  O N L I N E V E R S I O N O N L I N E V E R S I O N ACCESS TO BUILDINGS OTHER THAN DWELLINGS  M1/M2  Ramped access  Note: Where there appears to be a conflict  between the guidance in Part M and Part K,  Part M takes precedence; see the Notes to  the Requirements."}
{"id": "chunk_90", "text": "Design considerations"}
{"id": "chunk_91", "text": "1.19 If site constraints necessitate an  approach of 1:20 or steeper, an approach  incorporating ramped access should be  provided. Ramps are beneficial for  wheelchair users and people pushing  prams, pushchairs and bicycles."}
{"id": "chunk_92", "text": "1.20 Gradients should be as shallow as  practicable, as steep gradients create  difficulties for some wheelchair users who  lack the strength to propel themselves up  a slope or have difficulty in slowing down  or stopping when descending."}
{"id": "chunk_93", "text": "1.21 Ramps are also not necessarily safe  and convenient for ambulant disabled people.  For example, some people who can walk but  have restricted mobility find it more difficult  to negotiate a ramp than a stair. In addition,  adverse weather conditions increase the  risk of slipping on a ramp. It is therefore  beneficial to have steps as well as a ramp."}
{"id": "chunk_94", "text": "1.22 Some people need to be able to stop  frequently; for instance to regain strength  or breath, or to ease pain."}
{"id": "chunk_95", "text": "1.23 Wheelchair users need adequate  space to stop on landings, to open and  pass through doors without having to  reverse into circulation routes or to face  the risk of rolling back down slopes."}
{"id": "chunk_96", "text": "1.24 Some people have a weakness on  one side. This leads to a requirement for  support at both sides of ramps."}
{"id": "chunk_97", "text": "1.25 If the total rise of a ramped approach  is too high, it can be unacceptably tiringfor  wheelchair users and some people with  walking difficulties, even if a number of rest  landings are provided.  Note: Guidance is given in BS 8300 on:  – lighting ramped access.  Provisions"}
{"id": "chunk_98", "text": "1.26 A ramped access will satisfy  Requirement M1 or M2 if:  a. either it is readily apparent or the  approach to it is clearly sign-posted;  b. the gradient of a ramp flight and its going  between landings are in accordance  with Table 1 and Diagram 3;  c. no flight has a going greater than 10m,  or a rise of more than 500mm;  Table 1 Limits for ramp gradients  Going of a flight  Maximum gradient  Maximum rise  10m  1:20  500mm  5m  1:15  333mm  2m  1:12  166mm  Note:  For goings between 2m and 10m, it is acceptable to interpolate  between the maximum gradients, i.e. 1:14 for a 4m going or 1:19 for  a 9m going (see Diagram 3)."}
{"id": "chunk_99", "text": "Diagram 3 Relationship of ramp  gradient to the going of  a fight  20  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                               O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M2 ACCESS TO BUILDINGS OTHER THAN DWELLINGS  f. the ramp surface is slip resistant,  especially when wet, and of a colour  that contrasts visually with that of the  landings;  g. the frictional characteristics of the ramp  and landing surfaces are similar;  h. there is a landing at the foot and head  of the ramp at least 1.2m long and clear  of any door swings or other obstructions;  i. any intermediate landings are at least"}
{"id": "chunk_100", "text": "1.5m long and clear of any door swings  or other obstructions;  j. intermediate landings at least 1800mm  wide and 1800mm long are provided as  passing places when it is not possible  for a wheelchair user to see from one  end of the ramp to the other or the  ramp has three flights or more;  k. all landings are level, subject to a  maximum gradient of 1:60 along their  length and a maximum cross-fall  gradient of 1:40;  l. there is a handrail on both sides;  m. there is a kerb on the open side of any  ramp or landing at least 100mm high,  which contrasts visually with the ramp  or landing in addition to any guarding  required under Part K;  n. clearly sign-posted steps are provided,  in addition, when the rise of the ramp  is greater than 300mm (equivalent to  2 x 150mm steps)."}
{"id": "chunk_101", "text": "Stepped access  Note: Where there appears to be a conflict  between the guidance in Part M and Part K,  Part M takes precedence; see the Notes to  the Requirements.  Design considerations"}
{"id": "chunk_102", "text": "1.27 People with impaired sight risk  tripping or losing their balance if there is  no warning that steps provide a change  in level. The risk is most hazardous at the  head of a flight of steps when a person  is descending."}
{"id": "chunk_103", "text": "1.28 The warning should be placed  sufficiently in advance of the hazard to  allow time to stop and not be so narrow  that it might be missed in a single stride."}
{"id": "chunk_104", "text": "1.30 People should be able to appreciate  easily where to place their feet by  highlighting nosings and avoiding  open rises."}
{"id": "chunk_105", "text": "1.31 People who wear callipers or who  have stiffness in hip or knee joints are  particularly at risk of tripping or catching  their feet beneath nosings. People with  a weakness on one side or with a sight  impairment need the dimensions of the  tread to be sufficient for them to be able  to place their feet square onto it. If the  going is towards the upper end of the  dimensional range, the flight may rise to  a greater height without the need for an  intermediate landing, as the tread is  sufficiently deep to allow a person to stand  and rest at any point within the flight. It  should be noted that excessive rounding  of nosings reduces the effective going."}
{"id": "chunk_106", "text": "1.32 Many ambulant disabled people find  it easier to negotiate a flight of steps than a  ramp and, for these people, the presence  of handrails for support is essential.  Note: Guidance is given in BS 8300 on:  – lighting stepped access; and  – slip resistance (Annex C).  Provisions"}
{"id": "chunk_107", "text": "1.33 A stepped access will satisfy  Requirement M1 or M2 if:  a. a level landing is provided at the top  and bottom of each flight;  b. the unobstructed length of each landing  is not less than 1200mm;  c. a ‘corduroy’ hazard warning surface  is provided at top and bottom landings  of a series of flights to give advance  warning of a change in level in  accordance with Diagram 4;  21  Approved Document M Volume 2\t Access to and use of buildings other than dwellings"}
{"id": "chunk_108", "text": "Diagram 4 Stepped access – key dimensions and use of hazard warning surface  O N L I N E V E R S I O N O N L I N E V E R S I O N ACCESS TO BUILDINGS OTHER THAN DWELLINGS  M1/M2  d. where there is side access onto an  intermediate landing, a ‘corduroy’  hazard warning surface 400mm deep  is provided either on the intermediate  landing 400mm from both upper and  lower flights, if there is sufficient space  to accommodate the surface outside  the line of the side access, or within the  side access 400mm from the intermediate  landing if there is a continuous handrail  opposite the side access;  e. no doors swing across landings;  f. it has flights whose surface width  between enclosing walls, strings or  upstands is not less than 1.2m;  g. there are no single steps;"}
{"id": "chunk_109", "text": "h. the rise of a flight between landings  contains no more than 12 risers for a  going of less than 350mm and no more  than 18 risers for a going of 350mm or  greater (see Diagram 5);  i. all nosings are made apparent by  means of a permanently contrasting  material 55mm wide on both the tread  and the riser;  j. the projection of a step nosing over the  tread below is avoided but, if necessary,  not more than 25mm (see Diagram 6);  22  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                             O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M2 ACCESS TO BUILDINGS OTHER THAN DWELLINGS"}
{"id": "chunk_110", "text": "Diagram 5 External steps and stairs –  key dimensions  k. the rise and going of each step is  consistent throughout a flight;  l. the rise of each step is between 150mm  and 170mm, except adjacent to existing  buildings where, due to dimensional  constraints, the case for a different rise  is agreed with the building control body;  m. the going of each step is between  280mm and 425mm;  n. rises are not open;  o. there is a continuous handrail on each  side of a flight and landings;  p. additional handrails divide the flight into  channels not less than 1m wide and not  more than 1.8m wide where the overall  unobstructed width is more than 1.8m.  Note: In respect of 1.33(l) and (m), for  school buildings, the preferred dimensions  are a rise of 150mm, and a going of 280mm."}
{"id": "chunk_111", "text": "Handrails to external stepped and  ramped access  Design considerations"}
{"id": "chunk_112", "text": "1.34 People who have physical difficulty in  negotiating changes of level need the help  of a handrail that can be gripped easily,  is comfortable to touch and, preferably,  provides good forearm support."}
{"id": "chunk_113", "text": "1.35 Handrails should be spaced away  from the wall and rigidly supported in a  way that avoids impeding finger grip."}
{"id": "chunk_114", "text": "1.36 Handrails should be set at heights  that are convenient for all users of the  building and should extend safely beyond  the top and bottom of a flight of steps, or  a ramp, to give both stability and warning  of the presence of a change in level.  Consideration should be given to the  provision of a second handrail on stairs  in a wide range of building types, and  particularly in schools, for use by children  and people of short stature.  Provisions"}
{"id": "chunk_115", "text": "1.37 Handrailing to external ramped and  stepped access will satisfy Requirement  M1 or M2 if:  23  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                               Circular handrail  32mm to 50mm diameter  Non-circular handrail  50mm wide and 39mm  deep having rounded edges  O N L I N E V E R S I O N O N L I N E V E R S I O N ACCESS TO BUILDINGS OTHER THAN DWELLINGS  M1/M2  a. the vertical height to the top of the  upper handrail from the pitch line of the  surface of a ramp, or a flight of steps,  is between 900mm and 1000mm, and  from the surface of a landing is between  900 and 1100mm (see Diagram 5);  b. where there is full height structural  guarding, the vertical height to the top of"}
{"id": "chunk_116", "text": "a second lower handrail from the pitch  line of the surface of a ramp, or a flight  of steps, is 600mm, where provided;  c. it is continuous across the flights and  landings of ramped or stepped access;  d. it extends at least 300mm horizontally  beyond the top and bottom of a ramped  access, or the top and bottom nosing  of a flight or flights of steps, while not  projecting into an access route;  e. it contrasts visually with the background  against which it is seen, without being  highly reflective;  f. its surface is slip resistant and not cold  to the touch, in areas where resistance  to vandalism or low maintenance are  key factors, use of metals with relatively  low thermal conductivity may be  appropriate;  g. it terminates in a way that reduces the  risk of clothing being caught;"}
{"id": "chunk_117", "text": "h. its profile is either circular with a diameter  between 32 and 50mm, or non-circular,  50mm wide and 39 mm deep having  rounded edges with a radius a minimum  of 15mm (see Diagram 7);  i. it protrudes no more than 100mm into  the surface width of the ramped or  stepped access where this would  impinge on the stair width requirement  of Part B1;  j. there is a clearance of between 50 and  75mm between the handrail and any  adjacent wall surface;  k. there is a clearance of at least 50mm  between a cranked support and the  underside of the handrail;  l. its inner face is located no more than  50mm beyond the surface width of the  ramped or stepped access."}
{"id": "chunk_118", "text": "1.38 Features of a building that occasionally  obstruct an access route, particularly if  they are partially transparent and therefore  indistinct, or cause a danger overhead,  should not present a hazard to building users.  Provisions"}
{"id": "chunk_119", "text": "1.39 Requirement M1 or M2 will be  satisfied in relation to hazards on access  routes where Approved Document K,  sections 6 and 10 are complied with.  Note: Diagram 8 has been moved to  Approved Document K, Section 10, all  other numbering remains the same.  24  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                               O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M2  Section 2: Access into buildings other  than dwellings  OBJECTIVES"}
{"id": "chunk_120", "text": "2.1  The aim for all new buildings is for  the principal entrance or entrances and  any main staff entrance, and any lobbies,  to be accessible."}
{"id": "chunk_121", "text": "2.2  Where it is not possible, e.g. in an  existing building, for the principal or main  staff entrance or entrances to be accessible,  an alternative accessible entrance should  be provided."}
{"id": "chunk_122", "text": "2.3  It is important to reduce the risks to  people when entering the building.  Accessible entrances  Design considerations"}
{"id": "chunk_123", "text": "2.4  Steeply sloping or restricted sites  sometimes make it impossible for the  principal or main staff entrance to be  accessible, in which case an alternative  accessible entrance may be necessary."}
{"id": "chunk_124", "text": "2.5  Accessible entrances should be  clearly sign-posted and easily recognisable.  Any structural elements, for example  supports for a canopy, are useful in  identifying the entrance, but should not  present a hazard."}
{"id": "chunk_125", "text": "2.6  The route from the exterior across  the threshold should provide weather  protection, and not present a barrier for  wheelchair users or a trip hazard for other  people. A level threshold is preferred,  especially for doors in frequent use.  Note: Guidance on sign-posting is given in  BS 8300, Inclusive mobility and the Sign  design guide.  Provisions"}
{"id": "chunk_126", "text": "2.7  Accessible entrances will satisfy  Requirement M1 or M2 if:  a. they are clearly sign-posted, incorporating  the International Symbol of Access,  from the edge of the site and from the  principal entrance (if this is not accessible);  b. they are easily identified among the  other elements of the building and the  immediate environment, e.g. by lighting  and/or visual contrast;  c. any structural supports at the entrance  do not present a hazard for visually  impaired people;  d. there is a level landing at least 1500 x  1500mm, clear of any door swings,  immediately in front of the entrance and  of a material that does not impede the  movement of wheelchairs;  e. the threshold is level or, if a raised  threshold is unavoidable, it has a total  height of not more than 15mm, a"}
{"id": "chunk_127", "text": "minimum number of upstands and  slopes, with any upstands higher than  5mm chamfered or rounded;  f. any door entry systems are accessible  to deaf and hard of hearing people, and  people who cannot speak;  g. weather protection is provided at  manual non-powered entrance doors;  h. internal floor surfaces adjacent to the  threshold are of materials that do not  impede the movement of wheelchairs,  e.g. not coir matting, and changes in  floor materials do not create a potential  trip hazard;  i. where mat wells are provided, the  surface of the mat is level with the  surface of the adjacent floor finish;  j. where provided as an alternative  accessible entrance, an accessible  internal route is provided to the spaces  served by the principal or main staff  entrances."}
{"id": "chunk_128", "text": "Doors to accessible entrances  Design considerations"}
{"id": "chunk_129", "text": "2.8  Doors to the principal, or alternative  accessible, entrance should be accessible  to all, particularly wheelchair users and  people with limited physical dexterity.  Entrance doors may be manually operated  without powered assistance, or power  operated under manual or automatic  25  Approved Document M Volume 2 Access to and use of buildings other than dwellings O N L I N E V E R S I O N O N L I N E V E R S I O N ACCESS INTO BUILDINGS OTHER THAN DWELLINGS O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M2  control. Entrance doors should be capable  of being held closed when not in use."}
{"id": "chunk_130", "text": "2.9  A non-powered manually operated  entrance door, fitted with a self-closing  device capable of closing the door against  wind forces and the resistance of draught  seals is unlikely to be openable by many  people, particularly those who are wheelchair  users or who have limited strength."}
{"id": "chunk_131", "text": "2.10 A powered door opening and closing  system, either manually controlled or  automatically operated by sensors, is the  most satisfactory solution for most people.  An automatic sliding door arrangement is  particularly beneficial as it avoids the risks  associated with automatic swing doors  and its use can make it possible to reduce  the length of any entrance lobby."}
{"id": "chunk_132", "text": "2.11 Once open, all doors to accessible  entrances should be wide enough to allow  unrestricted passage for a variety of users,  including wheelchair users, people carrying  luggage, people with assistance dogs, and  parents with pushchairs and small children.  It should be noted that double buggies are wider than wheelchairs and that, where relevant to the building type, this should be borne in mind when determining an  appropriate effective clear width for an  entrance door. There may be circumstances in existing buildings where it is not practicable or cost-effective to adopt the preferred  effective clear widths for new buildings."}
{"id": "chunk_133", "text": "2.12 People should be able to see other  people approaching from the opposite  direction, thereby allowing sufficient reaction time for both parties to avoid a collision. Exceptions may be acceptable for reasons of  privacy or security.\u0001 Provisions"}
{"id": "chunk_134", "text": "2.13 Doors to accessible entrances will  satisfy Requirement M1 or M2 if:  a. where required to be self-closing, a  power-operated door opening and  closing system is used when through  calculation and experience it appears  that it will not be possible otherwise for  a person to open the door using a force  not more than 30N at the leading edge  from 0° (the door in the closed position) to 30° open, and not more than 22.5N  at the leading edge from 30° to 60° of  the opening cycle;  b. the effective clear width through a  single leaf door, or one leaf of a double  leaf door, is in accordance with Table 2,  and the rules for measurement are in  accordance with Diagram 9;  c. they are installed in accordance with  Approved Document K, section 10.  Table 2 Minimum effective clear"}
{"id": "chunk_135", "text": "widths of doors  Direction and  New  Existing  width of approach  buildings  buildings  (mm)  (mm)  Straight-on (without a turn or  800  750  oblique approach)  At right angles to an access route  800  750  at least 1500mm wide  At right angles to an access route  825  775  at least 1200mm wide  External doors to buildings used  1000  775  by the general public  Note: The effective clear width is the width of the opening measured at right angles to the wall in which the door is situated from the outside of the door stop on the door closing side to any obstruction on the hinge side, whether this be projecting door opening furniture, a weather board, the door or the door stop (see Diagram 9). For specific guidance on the effective clear widths of doors in sports"}
{"id": "chunk_136", "text": "accommodation, refer to ‘’accessible sports facilities’."}
{"id": "chunk_137", "text": "Diagram 9 Effective clear width of doors  Manually operated non-powered entrance doors Design considerations"}
{"id": "chunk_138", "text": "2.14 Self-closing devices on manually operated non-powered swing doors  disadvantage many people who have  limited upper body strength, are pushing  26  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                                   O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M2 ACCESS INTO BUILDINGS OTHER THAN DWELLINGS  prams or are carrying heavy objects."}
{"id": "chunk_139", "text": "2.15 A space alongside the leading edge  of a door should be provided to enable  a wheelchair user to reach and grip the  door handle, then open the door without  releasing hold on the handle and without  the footrest colliding with the return wall."}
{"id": "chunk_140", "text": "2.16 Door furniture on manually operated  non-powered doors should be easy to  operate by people with limited manual  dexterity, and be readily apparent against  the background of the door.  Provisions"}
{"id": "chunk_141", "text": "2.17 Manually operated non-powered  entrance doors will satisfy Requirement M1  or M2 if:  a. the opening force at the leading edge  of the door is not more than 30N at the  leading edge from 0° (the door in the  closed position) to 30° open, and not  more than 22.5N at the leading edge  from 30° to 60° of the opening cycle;  b. there is an unobstructed space of at  least 300mm on the pull side of the door  between the leading edge of the door  and any return wall, unless the door is a  powered entrance door (see Diagram 9);  c. where fitted with a latch, the door opening  furniture can be operated with one hand  using a closed fist, e.g. a lever handle;  d. all door opening furniture contrasts  visually with the surface of the door and  is not cold to the touch.  Powered entrance doors"}
{"id": "chunk_142", "text": "Design considerations"}
{"id": "chunk_143", "text": "2.18 Activation (e.g. motion sensors and  push buttons), safety features and the  time-lapse allowed for entry and exit  through powered door systems should  be carefully considered to suit the needs  of people who cannot react quickly."}
{"id": "chunk_144", "text": "2.19 Manual controls for powered entrance  doors should be clearly distinguishable  against the background and not located  so that a person, having used the control,  needs to move to avoid contact with the  door as it opens."}
{"id": "chunk_145", "text": "2.20 Revolving doors are not considered  accessible. They create particular difficulties,  and risk of injury, for people with assistance  dogs, people with visual impairment or  mobility problems and for parents with  children and/or pushchairs. If a revolving  door is used, an entrance door complying  with 2.17 or 2.21 should be provided  immediately adjacent to it and signed  to show that it is accessible.  Provisions"}
{"id": "chunk_146", "text": "2.21 Powered entrance doors will satisfy  Requirement M1 or M2 if:  a. they have a sliding, swinging or folding  action controlled:  – manually by a push pad, card swipe,  coded entry or remote control, or  – automatically by a motion sensor  or other proximity sensor, e.g. a  contact mat;  b. when installed, automatic sensors are set  so that automatically operated doors  open early enough, and stay open long  enough, to permit safe entry and exit;  c. when they are swing doors that open  towards people approaching the doors,  visual and audible warnings are provided  to warn people of their automatic operation  when both opening and shutting;  d. they incorporate a safety stop that is  activated if the doors begin to close  when a person is passing through;"}
{"id": "chunk_147", "text": "e. they revert to manual control or fail safe  in the open position in the event of a  power failure;  f. when open, they do not project into any  adjacent access route;  g. any manual controls for powered door  systems are located between 750mm  and 1000mm above floor level, operable  with a closed fist and, when on the  opening side of the door, are set back  1400mm from the leading edge of the  door when fully open and contrast  visually with the background against  which they are seen.  27  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                         O N L I N E V E R S I O N O N L I N E V E R S I O N ACCESS INTO BUILDINGS OTHER THAN DWELLINGS  M1/M2  Glass doors and glazed screens  Design considerations"}
{"id": "chunk_148", "text": "2.22 People with visual impairment should  be in no doubt as to the location of glass  doors, especially when they are within a  glazed screen. The choice of a different  style of manifestation for the door and the  glazed screen can help to differentiate  between them."}
{"id": "chunk_149", "text": "2.23 The presence of the door should be  apparent not only when it is shut but also  when it is open. Where it can be held open,  steps should be taken to avoid people  being harmed by walking into the door.  Provisions"}
{"id": "chunk_150", "text": "2.24 Glass doors and glazed screens will  satisfy Requirement M1 or M2 if they comply  with Approved Document K, Section 7.  Entrance lobbies  Design considerations"}
{"id": "chunk_151", "text": "2.25 There are a number of reasons for  providing a lobby:  • to limit air infiltration  • to maintain comfort by controlling draughts  • to increase security  • to provide transitional lighting."}
{"id": "chunk_152", "text": "2.26 The provision of a lobby may make  it possible for an external door to have a  self-closing device with a lower power size  rating than might otherwise be the case.  However, even in these circumstances, it  may not be possible for the entrance door  to meet the opening force criterion of 30N  at the leading edge from 0° (the door in the  closed position) to 30° open, and not more  than 22.5N at the leading edge from 30° to  60° of the opening cycle (see 2.9)."}
{"id": "chunk_153", "text": "2.27 The lobby should be large enough and  of a shape to allow a wheelchair user or a  person pushing a pram to move clear of one  door before opening the second door.  The lobby should also be capable of  accommodating a companion helping a  wheelchair user to open doors and guide  the wheelchair through. The minimum  length of the lobby is related to the chosen  door size, the swing of each door, the  projection of the door into the lobby and  the size of an occupied wheelchair with a  companion pushing. Where both doors of  a lobby are automatic sliding doors, the  length can be reduced as no door swings  are involved, nor is space required for  manual operation. Similarly, if ‘reduced  swing’ door sets are used, the length can  be reduced because the projection of the"}
{"id": "chunk_154", "text": "door into the lobby is reduced."}
{"id": "chunk_155", "text": "2.28 The aim should be to reduce  potential hazards from local obstructions  within the lobby and minimise distracting  reflections from glazing. It is also desirable  if rainwater from shoes or the wheels of  wheelchairs is not taken into the building  where it becomes a potential slip hazard,  e.g. by the use of cleaning mats.  Provisions"}
{"id": "chunk_156", "text": "2.29 Entrance lobbies will satisfy  Requirement M1 or M2 if:  a. their length with single swing doors is  in accordance with Diagram 10;  b. their length with double swing doors is  at least (DP1 + DP2 + 1570mm);  c. their width (excluding any projections  into the space) is at least 1200mm (or  (DL1 or DL2) + 300mm) whichever is the  greater when single leaf doors are used,  and at least 1800mm when double leaf  doors are used;  d. glazing within the lobby does not create  distracting reflections;  e. floor surface materials within the  lobby do not impede the movement of  wheelchairs, e.g. not coir matting, and  changes in floor materials do not create  a potential trip hazard;  f. the floor surface helps to remove  rainwater from shoes and wheelchairs;"}
{"id": "chunk_157", "text": "g. where mat wells are provided, the  surface of the mat is level with the  surface of the adjacent floor finish;  h. any columns, ducts and similar full height  elements that project into the lobby by  more than 100mm are protected by a  visually contrasting guard rail.  28  Access to and use of buildings other than dwellings\t Approved Document M Volume 2     O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M2 ACCESS INTO BUILDINGS OTHER THAN DWELLINGS"}
{"id": "chunk_158", "text": "Diagram 10 Key dimensions for lobbies with single leaf doors  29  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                           O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M2  Section 3: Horizontal and vertical circulation  in buildings other than dwellings  OBJECTIVE"}
{"id": "chunk_159", "text": "3.1  The objective is for all people to  travel vertically and horizontally within  buildings conveniently and without  discomfort in order to make use of all  relevant facilities. This objective relates  in the main, but not exclusively, to the  provision of sufficient space for wheelchair  manoeuvre and design features that make it  possible for people to travel independently  within buildings.  Entrance hall and reception area  Design considerations"}
{"id": "chunk_160", "text": "3.2  As the entrance hall is the first point  of contact with a building’s activities and  resources, the reception area in particular  should not only be easily accessible but  also convenient to use."}
{"id": "chunk_161", "text": "3.3  Where a service building has a  reception or sales counter, there should  be convenient access to it and part of it  should be at a level suitable for a wheelchair  user or a seated person. Any lower section  should also be wheelchair-accessible on  the reception side."}
{"id": "chunk_162", "text": "3.4  Designers should also be aware that  glazed screens in front of the reception  point, or light sources or reflective wall  surfaces, such as glazed screens, located  behind the reception point, could  compromise the ability of a person with  a hearing impairment to lip read or follow  sign language."}
{"id": "chunk_163", "text": "3.5  It should be possible for information  about the building to be easily obtained  from a reception point or gathered from  notice boards and signs.  Note: Guidance on aids to communication  is available in BS 8300, and on the use of  signs in the Sign design guide.  Provisions"}
{"id": "chunk_164", "text": "3.6  An entrance hall and reception area  will satisfy Requirement M1 or M2 if:  a. any reception point is located away  from the principal entrance (while still  providing a view of it) where there is a  risk that external noise will be a problem;  b. any reception point is easily identifiable  from the entrance doors or lobby, and  the approach to it is direct and free from  obstructions;  c. the design of the approach to any  reception point allows space for  wheelchair users to gain access to  the reception point;  d. the clear manoeuvring space in front  of any reception desk or counter is  1200mm deep and 1800mm wide if  there is a knee recess at least 500mm  deep, or 1400mm deep and 2200mm  wide if there is no knee recess;  e. any reception desk or counter is designed"}
{"id": "chunk_165", "text": "to accommodate both standing and  seated visitors such that at least one  section of the counter is at least 1500mm  wide, with its surface no higher than  760mm, and a knee recess, not less  than 700mm, above floor level;  f. any reception point is provided with a  hearing enhancement system, e.g. an  induction loop;  g. the floor surface is slip resistant.  Internal doors  Design considerations"}
{"id": "chunk_166", "text": "3.7  Since doors are potential barriers,  their use should be avoided whenever  appropriate. If doors are required, the use  of self-closing devices should be minimised  (particularly in parts of buildings used by  the general public) since, as described in"}
{"id": "chunk_167", "text": "2.14, they disadvantage many people who  have limited upper body strength, are  pushing prams or are carrying heavy objects.  Where closing devices are needed for fire  control, electrically powered hold-open  devices or swing-free closing devices  should be used as appropriate. These are  30  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                               O N L I N E V E R S I O N O N L I N E V E R S I O N HORIZONTAL AND VERTICAL CIRCULATION IN BUILDINGS  M1/M2 OTHER THAN DWELLINGS  devices whose closing mechanism is only  activated in case of emergency. Low energy  powered door systems may be used in  locations not subject to frequent use or  heavy traffic as the opening and closing"}
{"id": "chunk_168", "text": "action is relatively slow."}
{"id": "chunk_169", "text": "3.8  The presence of doors, whether open  or closed, should be apparent to visually  impaired people through the careful choice  of colour and material for the door and its  surroundings. For example, when a door is  open, people with impaired sight should be  able to identify the door opening within the  wall, as well as the leading edge of the door."}
{"id": "chunk_170", "text": "3.9  Other design considerations for  internal doors are as set out in 2.14 to 2.16  under ‘Manually operated non-powered  entrance doors’ and should be referred to  for guidance.  Note: Guidance is available in BS 8300 on:  – electrically powered hold-open devices  – swing-free systems  – low energy powered door systems.  Provisions"}
{"id": "chunk_171", "text": "3.10 Internal doors will satisfy Requirement  M1 or M2 if:  a. where needing to be opened manually,  the opening force at the leading edge  of the door is not more than 30N from  0° (the door in the closed position) to  30° open, and not more than 22.5N  from 30° to 60° of the opening cycle;  b. the effective clear width through a  single leaf door, or one leaf of a double  leaf door, is in accordance with Table 2  and Diagram 9;  c. there is an unobstructed space of at  least 300mm on the pull side of the  door between the leading edge of the  door and any return wall, unless the  door has power-controlled opening or  it provides access to a standard hotel  bedroom;  d. where fitted with a latch, the door  opening furniture can be operated with  one hand using a closed fist, e.g. a"}
{"id": "chunk_172", "text": "lever handle;  e. all door opening furniture contrasts  visually with the surface of the door;  f. the door frames contrast visually with  the surrounding wall;  g. the surface of the leading edge of any  door that is not self-closing, or is likely  to be held open, contrasts visually  with the other door surfaces and its  surroundings;  h. where appropriate in door leaves or side  panels wider than 450mm, vision panels  towards the leading edge of the door  have vertical dimensions which include  at least the minimum zone, or zones, of  visibility between 500mm and 1500mm  from the floor, if necessary interrupted  between 800mm and 1150mm above  the floor, e.g. to accommodate an  intermediate horizontal rail (see  Approved Document K, Section 10);"}
{"id": "chunk_173", "text": "i. when of glass, they are clearly defined  with manifestation on the glass that  complies with Approved Document K,  section 7;  j. when of glass or fully glazed, they are  clearly differentiated from any adjacent  glazed wall or partition by the provision  of a high-contrast strip at the top and  on both sides;  k. fire doors, particularly those in corridors,  are held open with an electro-magnetic  device, but self-close when:  – activated by smoke detectors linked to  the door individually, or to a main fire/  smoke alarm system;  – the power supply fails;  – activated by a hand-operated switch;  l. fire doors, particularly to individual rooms,  are fitted with swing-free devices that  close when activated by smoke detectors  or the building’s fire alarm system, or"}
{"id": "chunk_174", "text": "when the power supply fails;  m. any low energy powered swing door  system is capable of being operated in  manual mode, in powered mode or in  power-assisted mode.  31  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                             O N L I N E V E R S I O N O N L I N E V E R S I O N HORIZONTAL AND VERTICAL CIRCULATION IN BUILDINGS  OTHER THAN DWELLINGS  M1/M2  Corridors and passageways  Design considerations"}
{"id": "chunk_175", "text": "3.11 Corridors and passageways should  be wide enough to allow people with  buggies, people carrying cases or people  on crutches to pass others on the access  route. Wheelchair users should also have  access to adjacent rooms and spaces,  be able to pass other people and, where  necessary, turn through 180°. Corridors  narrower than indicated in this guidance,  or localised narrowing (e.g. at archways),  might be reasonable in some locations,  such as in existing buildings or in some  extensions."}
{"id": "chunk_176", "text": "3.12 In order to help people with visual  impairment to appreciate the size of a  space they have entered, or to find their  way around, there should be a visual  contrast between the wall and the ceiling,  and between the wall and the floor. Such  attention to surface finishes should be  coupled with good natural and artificial  lighting design."}
{"id": "chunk_177", "text": "3.13 Good acoustic design should be  employed to achieve an acoustic environment  that is neither too reverberant nor too  absorbent so that announcements and  conversations can be heard clearly.  Provisions"}
{"id": "chunk_178", "text": "3.14 Corridors and passageways will  satisfy Requirement M1 or M2 if:  a. elements such as columns, radiators  and fire hoses do not project into the  corridor, or where this is unavoidable, a  means of directing people around them,  such as a visually contrasting guard rail,  is provided;  b. they have an unobstructed width  (excluding any projections into the space)  along their length of at least 1200mm;  c. where they have an unobstructed width  of less than 1800mm, they have passing  places at least 1800mm long and with  an unobstructed width of at least 1800mm  at reasonable intervals, e.g. at corridor  junctions, to allow wheelchair users to  pass each other;  d. the floor is level or predominantly level  (with a gradient no steeper than 1:60),"}
{"id": "chunk_179", "text": "with any section with a gradient of 1:20  or steeper designed as an internal ramp  and in accordance with Table 1 and"}
{"id": "chunk_180", "text": "Diagram 3;  e. where a section of the floor has a  gradient, in the direction of travel,  steeper than 1:60, but less steep than  1:20, it rises no more than 500mm  without a level rest area at least 1500mm  long (with a gradient no steeper than 1:60);  f. any sloping section extends the full  width of the corridor or, if not, the  exposed edge is clearly identified by  visual contrast and, where necessary,  protected by guarding;  g. any door opening towards a corridor,  which is a major access route or an  escape route, should be recessed so  that, when fully open, it does not project  into the corridor space, except where  the doors are to minor utility facilities,  such as small store rooms and locked  duct cupboards;  h. any door from a unisex wheelchair-"}
{"id": "chunk_181", "text": "accessible toilet projects when open  into a corridor that is not a major  access route or an escape route,  provided the corridor is at least  1800mm wide at that point;  i. on a major access route or an escape  route, the wider leaf of a series of  double doors with leaves of unequal  width is on the same side of the corridor  throughout the length of the corridor;  j. floor surface finishes with patterns that  could be mistaken for steps or changes  of level are avoided;  k. floor finishes are slip resistant;  l. any glazed screens alongside a corridor  are clearly defined with manifestation  on the glass that complies with Approved  Document K, section 7.  32  Access to and use of buildings other than dwellings\t Approved Document M Volume 2"}
{"id": "chunk_182", "text": "O N L I N E V E R S I O N O N L I N E V E R S I O N HORIZONTAL AND VERTICAL CIRCULATION IN BUILDINGS  M1/M2 OTHER THAN DWELLINGS  Note: In respect of 3.14(b), for school  buildings, the preferred corridor width  dimension is 2700mm where there are  lockers within the corridor.  Internal lobbies  Design considerations"}
{"id": "chunk_183", "text": "3.15 An internal lobby should allow a  wheelchair user, with or without a companion,  or a person pushing a pram or buggy to  move clear of one door before attempting  to open the second door, as indicated in"}
{"id": "chunk_184", "text": "3.16 Internal lobbies will satisfy  Requirement M1 or M2 if:  a. their length with single swing doors is  in accordance with Diagram 10;  b. their length with double swing doors is  at least (DP1 + DP2 + 1570mm);  c. their width (excluding any projections  into the space) is at least 1200mm (or  (DL1 or DL2) + 300mm) whichever is the  greater when single leaf doors are used,  and at least 1800mm when double leaf  doors are used;  d. glazing within the lobby does not create  distracting reflections;  e. any junctions of floor surface materials  at the entrance to the lobby area do not  create a potential trip hazard;  f. any columns, ducts and similar full  height elements that project into the  lobby by more than 100mm are protected  by a visually contrasting guard rail."}
{"id": "chunk_185", "text": "Vertical circulation within  the building  Design considerations"}
{"id": "chunk_186", "text": "3.17 A passenger lift is the most suitable  means of vertical access and should be  provided wherever possible. However,  given the space constraints in some  buildings, it may not always be possible  to install the type and size of passenger lift  that would be suitable for use by all, and  other options may need to be considered  to provide for users with mobility impairments."}
{"id": "chunk_187", "text": "3.18 Signs indicating the location of  a lifting device accessible by mobility- impaired people should be clearly visible  from the building entrance. Additionally, a  sign identifying the floor reached should be  provided on each landing in a location that  can be easily seen from the lifting device  and is designed so that it contrasts visually  with its surrounding."}
{"id": "chunk_188", "text": "3.19 Whatever lifting device is chosen,  internal stairs should always be provided  as an alternative means of vertical access,  and designed to suit ambulant disabled  people and those with impaired sight."}
{"id": "chunk_189", "text": "3.20 A ramp may also be provided on an  internal circulation route to a suitable lifting  device, if a change of level is unavoidable.  Provision of lifting devices  Design considerations"}
{"id": "chunk_190", "text": "3.21 For all buildings, a passenger lift  is the most suitable form of access for  people moving from one storey to another."}
{"id": "chunk_191", "text": "3.22 For existing buildings, and in  exceptional circumstances for new  developments with particular constraints  (e.g. a listed building or an infill site in a  historic town centre), where a passenger  lift cannot be accommodated, a vertical  lifting platform (platform lift), although not  equivalent to a passenger lift, may be  considered as an alternative option to  provide access for persons with impaired  mobility."}
{"id": "chunk_192", "text": "3.23 In exceptional circumstances in an  existing building, a wheelchair platform  stairlift may be considered, provided  its installation does not conflict with  requirements for means of escape.  Provisions"}
{"id": "chunk_193", "text": "3.24 The provision of lifting devices will  satisfy Requirement M1 or M2 if:  a. new developments have a passenger lift  serving all storeys;  33  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                 O N L I N E V E R S I O N O N L I N E V E R S I O N HORIZONTAL AND VERTICAL CIRCULATION IN BUILDINGS  OTHER THAN DWELLINGS  b. new developments, where due to site  constraints a passenger lift cannot be  accommodated to provide access to  persons with impaired mobility, have a  lifting platform, of a type designed for  the vertical height to be travelled;  c. existing buildings have a passenger lift  serving all storeys or, if a passenger lift  cannot reasonably be accommodated  to provide access to persons with"}
{"id": "chunk_194", "text": "impaired mobility, they have a lifting  platform, of a type designed for the  vertical height to be travelled;  d. existing buildings have a wheelchair  platform stairlift serving an intermediate  level or a single storey, only in exceptional  circumstances.  General requirements for  lifting devices  Design considerations"}
{"id": "chunk_195", "text": "3.25 In selecting the appropriate lifting  device care should be taken to ensure it is  fit for purpose. Relevant legislation includes  the Lift Regulations 1997 SI 1997/831, the  Lifting Operations and Lifting Equipment  Regulations 1998 SI 1998/2307, the  Provision and Use of Work Equipment  Regulations 1998 SI 1998/2306 and the  Management of Health and Safety at Work  Regulations 1999 SI 1999/3242."}
{"id": "chunk_196", "text": "3.26 The illumination in the passenger  lift car, on the lifting platform or on the  wheelchair platform stairlift should minimise  glare, reflection, confusing shadows or  pools of light and dark."}
{"id": "chunk_197", "text": "3.27 All users including wheelchair users  should be able to reach and use the controls  that summon and direct the lifting device.  Note: Further guidance is available in  BS 8300.  Provisions"}
{"id": "chunk_198", "text": "3.28 The installation of lifting devices will  satisfy Requirement M1 or M2 if:  a. there is an unobstructed manoeuvring  space of 1500mm x 1500mm, or a  straight access route 900mm wide,  in front of each lifting device;  M1/M2  b. the landing call buttons are located  between 900mm and 1100mm from the  floor of the landing and at least 500mm  from any return wall;  c. the landing call button symbols, where  provided, and lifting device control  button symbols are raised to facilitate  tactile reading;  d. all call and control buttons contrast  visually with the surrounding face plate,  and the face plate similarly contrasts  with the surface on which it is mounted;  e. the floor of the lifting device should not  be of a dark colour and should have"}
{"id": "chunk_199", "text": "frictional qualities similar to, or higher  than, the floor of the landing;  f. a handrail is provided on at least one  wall of the lifting device with its top  surface at 900mm (nominal) above the  floor and located so that it does not  obstruct the controls or the mirror;  g. a suitable emergency communication  system is fitted.  Passenger lifts  Design considerations"}
{"id": "chunk_200", "text": "3.29 A wheelchair user needs sufficient  space and time to enter and leave a  passenger lift, particularly when sharing  it with other people. Lift sizes should  therefore be chosen to suit the anticipated  density of use of the building and the  needs of disabled people. The minimum  size lift car shown in the provisions below  accommodates a wheelchair user with an  accompanying person. A larger lift size  (2000mm wide by 1400mm deep) will  accommodate any type of wheelchair  together with several other passengers.  It will also allow a wheelchair user or a  person with a walking frame to turn  through 180°."}
{"id": "chunk_201", "text": "3.30 Lift door systems should be designed  to allow adequate time for people, and any  assistance dogs, to enter or leave the lift  without coming into contact with closing doors."}
{"id": "chunk_202", "text": "3.31 People using or waiting for a lift need  audible and visual information to tell them  that a lift has arrived, which floor it has  34  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                       O N L I N E V E R S I O N O N L I N E V E R S I O N HORIZONTAL AND VERTICAL CIRCULATION IN BUILDINGS  M1/M2 OTHER THAN DWELLINGS  reached and where in a bank of lifts it  is located."}
{"id": "chunk_203", "text": "3.32 The use of visually and acoustically  reflective wall surfaces can cause  discomfort for people with visual and  hearing impairment."}
{"id": "chunk_204", "text": "3.33 Where planning allows, lift cars (used  for access between two levels only) may  be provided with opposing doors to allow a  wheelchair user to leave without reversing out.  Provisions"}
{"id": "chunk_205", "text": "3.34 Passenger lifts will satisfy Requirement  M1 or M2 if:  a. they conform to the requirements of  the Lift Regulations 1997, SI 1997/831  (Note: These regulations may be met by  compliance with, among other things,  the relevant British Standards, EN 81  series of standards, in particular BS EN  81-70:2003 Safety rules for the construction  and installation of lifts. Particular  applications for passenger and good  passenger lifts, or, where necessary,  by product certification issued by a  Notified Body);  b. they are accessible from the remainder  of the storey;  c. the minimum dimensions of the lift cars  are 1100mm wide and 1400mm deep  (see Diagram 11);  d. for lifts of a size that does not allow a  wheelchair user to turn around within"}
{"id": "chunk_206", "text": "the lift car, a mirror is provided in the lift  car to enable a wheelchair user to see  the space behind the wheelchair;  e. power-operated horizontal sliding doors  provide an effective clear width of at  least 800mm (nominal);  f. doors are fitted with timing devices and  re-opening activators to allow adequate  time for people and any assistance  dogs to enter or leave;  g. car controls are located between 900mm  and 1200mm (preferably 1100mm) from  the car floor and at least 400mm from  any return wall;  h. landing call buttons are located between  900mm and 1100mm from the floor of  the landing and at least 500mm from  any return wall;  i. lift landing and car doors are  distinguishable visually from the  adjoining walls;"}
{"id": "chunk_207", "text": "Diagram 11 Key dimensions associated with passenger lifts  35  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                                     O N L I N E V E R S I O N O N L I N E V E R S I O N HORIZONTAL AND VERTICAL CIRCULATION IN BUILDINGS  OTHER THAN DWELLINGS  M1/M2  j. audible and visual indication of lift  arrival and location is provided in the lift  car and the lift lobby;  k. areas of glass are identifiable by people  with impaired vision;  l. where the lift is to be used to evacuate  disabled people in an emergency, it  conforms to the relevant recommendations  of BS 5588-8.  Lifting platforms  Design considerations"}
{"id": "chunk_208", "text": "3.35 A lifting platform should only be  provided to transfer wheelchair users, people  with impaired mobility and their companions  vertically between levels or storeys."}
{"id": "chunk_209", "text": "3.36 All users including wheelchair users  should be able to reach and use the controls  that summon and direct the lifting platform."}
{"id": "chunk_210", "text": "3.37 People using or waiting for a lifting  platform need audible and visual information  to tell them that the platform has arrived,  and which floor it has reached."}
{"id": "chunk_211", "text": "3.38 Lifting platforms travel slowly  between landings and may not be suitable  for lone users with certain disabilities, e.g.  those easily fatigued."}
{"id": "chunk_212", "text": "3.39 Lifting platforms are operated by  continuous pressure controls. In their  simplest form these may be push buttons.  However, another means of continuous  pressure control may need to be considered  to accommodate the needs of users with  varying degrees of manual dexterity."}
{"id": "chunk_213", "text": "3.40 It is important when selecting a lifting  platform that due care and attention is paid  to its intended use particularly if located in  an unsupervised environment. Where  management control cannot be exercised,  particular attention should be paid to the  product’s designed duty cycle."}
{"id": "chunk_214", "text": "3.41 Where planning allows, lifting  platforms may be provided with opposing  doors when used for access between two  levels only, to allow a wheelchair user to  leave without reversing out. In some cases,  it may be more convenient to provide a  second door at 90° to the first, in which  case a wider platform would be required."}
{"id": "chunk_215", "text": "3.42 The use of visually and acoustically  reflective wall surfaces should be minimised  within the lifting platform to prevent  discomfort for people with visual and  hearing impairment.  Provisions"}
{"id": "chunk_216", "text": "3.43 Lifting platforms will satisfy  Requirement M1 or M2 if:  a. they conform to the requirements of the  Supply of Machinery (Safety) Regulations  1992, SI 1992/3073 (Note: These  regulations may be met by compliance,  among other things, with the relevant  British Standards, EN81 series of  standards or, where necessary, by product  certification issued by a Notified Body.  In the absence of relevant harmonised  European Standards, products with  a travel exceeding 3m must have a  product certificate issued by a  Notified Body);  b. the vertical travel distance is:  i. not more than 2m, where there is  no liftway enclosure and no floor  penetration;  ii. more than 2m, where there is a  liftway enclosure;  c. the rated speed of the platform does  not exceed 0.15m/s;"}
{"id": "chunk_217", "text": "d. lifting platform controls are located  between 800mm and 1100mm from the  floor of the lifting platform and at least  400mm from any return wall;  e. continuous pressure controls are  provided;  f. landing call buttons are located  between 900mm and 1100mm from the  floor of the landing and at least 500mm  from any return wall;  g. the minimum clear dimensions of the  platform are:  i. 800mm wide and 1250mm deep,  where the lifting platform is not  enclosed and where provision is  being made for an unaccompanied  wheelchair user;  36  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                                 O N L I N E V E R S I O N O N L I N E V E R S I O N HORIZONTAL AND VERTICAL CIRCULATION IN BUILDINGS"}
{"id": "chunk_218", "text": "M1/M2 OTHER THAN DWELLINGS  ii. 900mm wide and 1400mm deep,  where the lifting platform is enclosed  and where provision is being made for  an unaccompanied wheelchair user;  iii. 1100mm wide and 1400mm deep  where two doors are located at 90°  relative to each other and where the  lifting platform is enclosed or where  provision is being made for an  accompanied wheelchair user;  h. doors have an effective clear width of at  least 900mm for an 1100mm wide and  1400mm deep lifting platform and at  least 800mm in other cases;  i. they are fitted with clear instructions  for use;  j. the lifting platform entrances are  accessible from the remainder of the  storey;  k. doors are distinguishable visually from  the adjoining walls;  l. an audible and visual announcement"}
{"id": "chunk_219", "text": "of platform arrival and level reached is  provided;  m. areas of glass are identifiable by people  with impaired vision.  Wheelchair platform stairlifts  Design considerations"}
{"id": "chunk_220", "text": "3.44 Wheelchair platform stairlifts are only  intended for the transportation of wheelchair  users and should only be considered for  conversions and alterations where it is  not practicable to install a conventional  passenger lift or a lifting platform. Such  stairlifts travel up the string of a stair.  They should not be installed where their  operation restricts the safe use of the stair  by other people."}
{"id": "chunk_221", "text": "3.45 A wheelchair platform stairlift allows  a wheelchair user to travel independently  up and down stairs while remaining seated  in a wheelchair. A wheelchair platform  stairlift may be more suitable for use in  small areas with a unique function, e.g. a  small library gallery, a staff rest room or a  training room."}
{"id": "chunk_222", "text": "3.46 Wheelchair platform stairlifts travel  slowly between landings and may not be  suitable for users with certain disabilities,  e.g. those easily fatigued."}
{"id": "chunk_223", "text": "3.47 Wheelchair platform stairlifts are  operated by continuous pressure controls,  commonly a joystick. However, another  means of continuous pressure control may  need to be considered to accommodate users  with varying degrees of manual dexterity."}
{"id": "chunk_224", "text": "3.48 Wheelchair platform stairlifts are only  suitable where users can be instructed in  their safe use and where management  supervision can be ensured.  Provisions"}
{"id": "chunk_225", "text": "3.49 Wheelchair platform stairlifts will  satisfy Requirement M1 or M2 if  a. they conform to the requirements of the  Supply of Machinery (Safety) Regulations  1992, SI 1992/3073 (Note: These  regulations may be met by compliance,  among other things, with the relevant  British Standards, EN81 series of  standards or where necessary Notified  Body approval);  b. in a building with a single stairway,  the required clear width of the flight of  stairs and landings for means of escape  is maintained when the wheelchair  platform is in the parked position  (see also Approved Document B);  c. the rated speed of the platform does  not exceed 0.15m/s;  d. continuous pressure controls are  provided;  e. the minimum clear dimensions of  the platform are 800mm wide and  1250mm deep;"}
{"id": "chunk_226", "text": "f. they are fitted with clear instructions  for use;  g. access with an effective clear width of  at least 800mm is provided;  h. controls are designed to prevent  unauthorised use.  37  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                       O N L I N E V E R S I O N O N L I N E V E R S I O N HORIZONTAL AND VERTICAL CIRCULATION IN BUILDINGS  OTHER THAN DWELLINGS  M1/M2  Internal stairs  Design considerations"}
{"id": "chunk_227", "text": "3.50 With the exception of the need for  hazard warning surfaces on landings, other  design considerations for internal stairs are  as those for ‘Stepped access’ (see 1.29  to 1.32). It is not reasonable to require a  hazard warning surface at the head of  internal stairs since there is no recognised  warning surface for use internally which  can be guaranteed not to constitute a trip  hazard when used alongside flooring  surfaces with different frictional resistance  characteristics. However, designers should  be aware of the potential risk of having a  stair directly in line with an access route.  For mobility-impaired people, a going of  at least 300mm is preferred.  Provisions"}
{"id": "chunk_228", "text": "3.51 Internal stairs will satisfy Requirement  M1 or M2 if they comply with Approved  Document K, section 1.  Note: Diagram 12 has been moved to  Approved Document K, Section 1, all other  numbering remains the same.  Internal ramps  Design considerations"}
{"id": "chunk_229", "text": "3.52 With the exception of issues relating  specifically to the external environment,  the design considerations for internal ramps  are as those for ‘Ramped access’ (see 1.19  to 1.25). It is worth reiterating that ramps  are not necessarily safe and convenient for  ambulant disabled people. For example, some  people who can walk but have restricted  mobility find it more difficult to negotiate a  ramp than a stair. Unless, therefore, a ramp  is short, has a shallow gradient and the rise  is no more than the minimum that can be  provided by two risers, steps should be  provided as well as a ramp.  Provisions"}
{"id": "chunk_230", "text": "3.53 Internal ramps will satisfy  Requirement M1 or M2 if they comply with  Approved Document K, section 2.  Handrails to internal steps,  stairs and ramps  Design considerations"}
{"id": "chunk_231", "text": "3.54 The design considerations for handrails  are as those for ‘Handrails to external  stepped and ramped access’ in 1.34 to 1.36.  Provisions"}
{"id": "chunk_232", "text": "3.55 Handrails to internal steps, stairs and  ramps will satisfy Requirement M1 or M2 if  they comply with Approved Document K,  sections 1–3.  38  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                     O N L I N E V E R S I O N O N L I N E V E R S I O N M1  Section 4: Facilities in buildings other  than dwellings  OBJECTIVES"}
{"id": "chunk_233", "text": "4.1  The aim is for all people to have  access to, and the use of, all the facilities  provided within buildings. They should also  be able to participate in the proceedings  at lecture/conference facilities and at  entertainment or leisure and social venues,  not only as spectators, but also as  participants and/or staff."}
{"id": "chunk_234", "text": "4.2  Where permanent or removable  seating is provided as part of the design,  allowance should be made for disabled  people to have a choice of seating location  at spectator events. It should also be  possible for them to have a clear view of the  activity taking place while not obstructing  the view of others."}
{"id": "chunk_235", "text": "4.3  In refreshment facilities, bars and  counters (or sections of them) should be  at a level suitable for wheelchair users. All  floor areas, even when located at different  levels, should be accessible."}
{"id": "chunk_236", "text": "4.4  A proportion of the sleeping  accommodation in hotels, motels and  student accommodation should be designed  for independent use by wheelchair users.  The remainder should include facilities that  make them suitable for people who do not  use a wheelchair, but may have mobility,  sensory, dexterity or learning difficulties.  Audience and spectator facilities  Design considerations"}
{"id": "chunk_237", "text": "4.5  Audience and spectator facilities fall  primarily into three categories:  a. lecture/conference facilities  b. entertainment facilities (e.g. theatres/  cinemas)  c. sports facilities (e.g. stadia).  Note: The guidance here relates mainly to  seating. For guidance on reception and  sales counters, refer to 3.2 to 3.5.  Audience facilities generally"}
{"id": "chunk_238", "text": "4.6  Wheelchair users and those with  mobility or sensory impairment may need  to view or listen from a particular side, or  sit in the front for lip reading or to read sign  interpreters. They should be provided with  spaces into which they can manoeuvre  easily, and which offer them a clear view  of an event, while ensuring they are not  segregated into special areas. Wheelchair  users, people who have difficulty in using  seats with fixed arms and those with  assistance dogs should also have the  choice of sitting next to a conventionally  seated person or a companion wheelchair  user. Consideration should be given to  providing an area next to certain seats for  an assistance dog to rest. By having some  removable seating at the front and back  of blocks of seats (possibly in complete"}
{"id": "chunk_239", "text": "rows), greater flexibility in location can be  achieved and a greater number of wheelchair  users than the minimum provision shown in  Table 3 can be accommodated."}
{"id": "chunk_240", "text": "4.7  Greater spacing between rows of  seats at the rear of a block of seating, or at  the end of rows, may provide extra legroom  for people of large stature. With several  seats removed, these locations may also  be suitable for wheelchair users. It is  desirable for seating to contrast visually  with the surroundings."}
{"id": "chunk_241", "text": "4.8  All users of facilities should be able  to locate suitable seating and move safely  and easily to and from the seating area and  ancillary accommodation, such as lavatories,  dining rooms and bedroom suites.  Lecture/conference facilities"}
{"id": "chunk_242", "text": "4.9  People with hearing impairments  should be able to participate fully in  conferences, committee meetings and  study groups. All people should be able to  use presentation facilities. Consideration  should be given to good sight lines and the  design and location of lecture equipment  (demonstration table, lectern, projection  39  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                                                 O N L I N E V E R S I O N O N L I N E V E R S I O N FACILITIES IN BUILDINGS OTHER THAN DWELLINGS  M1  screen) to ensure that patterned walls,  poor interior lighting or very bright natural  back-lighting does not have a detrimental  effect on the ability of people to receive"}
{"id": "chunk_243", "text": "information from a sign language interpreter  or a lip speaker (see 4.32 to 4.34).  Entertainment, leisure and social facilities"}
{"id": "chunk_244", "text": "4.10 In facilities for entertainment, e.g.  theatres and cinemas, it is normal for  seating to be more closely packed than  in other types of auditoria. Care is needed  in the design and location of wheelchair  spaces so that all visitors can enjoy the  atmosphere. Reference should also be  made to Technical standard for places  of entertainment.  Sports facilities"}
{"id": "chunk_245", "text": "4.11 For guidance on integrating the needs  of disabled people into the design of  spectator facilities, in particular the provision  of, and access to, suitable spaces for  wheelchair users in stadia, see Guide to  safety at sports grounds, Accessible  stadia: a good practice guide to the design  of facilities to meet the needs of disabled  spectators and other users and accessible  sports facilities.  Provisions"}
{"id": "chunk_246", "text": "4.12 Audience and spectator facilities will  satisfy Requirement M1 if:  For audience seating generally  a. the route to wheelchair spaces is  accessible by wheelchair users;  b. stepped access routes to audience  seating are provided with fixed handrails  (see 1.34 to 1.37 for details of handrails);  c. the minimum number of permanent and  removable spaces provided for wheelchair  users is in accordance with Table 3;  Table 3 Provision of wheelchair space  in audience seating  Seating  Minimum provision of  capacity  spaces for wheelchairs  Permanent  Removable  Up to 600  1% of total seating  Remainder to make  capacity (rounded up)  a total of 6  Over 600  1% of total seating  Additional provision,  but less than  capacity (rounded up)  if desired  10,000  Note:"}
{"id": "chunk_247", "text": "For seating capacities of 10,000 or more, guidance is given in  ‘Accessible stadia: a good practice guide to the design of facilities  to meet the needs of disabled spectators and other users’.  d. some wheelchair spaces (whether  permanent or created by removing  seats) are provided in pairs, with  standard seating on at least one side  (see Diagram 13);"}
{"id": "chunk_248", "text": "Diagram 13 An example of wheelchair  spaces in a lecture theatre  e. where more than two wheelchair spaces  are provided, they are located to give  a range of views of the event at each  side, as well as at the front and back  of the seating area;  f. the minimum clear space provided for  access to wheelchair spaces is 900mm;  g. the clear space allowance for an  occupied wheelchair in a parked position  is 900mm wide by 1400mm deep;  h. the floor of each wheelchair space is  horizontal;  40  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                   O N L I N E V E R S I O N O N L I N E V E R S I O N M1  FACILITIES IN BUILDINGS OTHER THAN DWELLINGS  i. some seats are located so that an  assistance dog can accompany its"}
{"id": "chunk_249", "text": "owner and rest in front of, or under,  the seat;  j. standard seats at the ends of rows  and next to wheelchair spaces have  detachable, or lift-up, arms;  For seating on a stepped terraced floor  k. wheelchair spaces at the back of a  stepped terraced floor are provided  in accordance with Diagram 14 or 15,  the arrangement in Diagram 15 being  particularly suitable for entertainment  buildings, such as theatres or cinemas,  subject to the approval of the licensing  authority;  For lecture/conference facilities  l. where a podium or stage is provided,  wheelchair users have access to it by  means of a ramp or lifting platform;  m. a hearing enhancement system in  accordance with 4.36 is provided for  people with impaired hearing.  Refreshment facilities  Design considerations"}
{"id": "chunk_250", "text": "4.13 Refreshment facilities, such as  restaurants and bars, should be designed so  that they can be reached and used by all  people independently or with companions.  Staff areas should also be accessible."}
{"id": "chunk_251", "text": "4.14 All public areas, including lavatory  accommodation, public telephones and  external terraces should be accessible.  Where premises contain self-service and  waiter service, all patrons should have  access to both."}
{"id": "chunk_252", "text": "4.15 In many refreshment facilities,  changes in level are used to differentiate  between different functions or to create a  certain atmosphere through interior design.  Changes of floor level are acceptable  provided the different levels are accessible.  Provisions"}
{"id": "chunk_253", "text": "4.16 Refreshment facilities will satisfy  Requirement M1 if:  a. all users have access to all parts of  the facility;  b. part of the working surface of a bar or  serving counter is permanently accessible  to wheelchair users, and at a level of  not more than 850mm above the floor  and, where necessary, part at a higher  level for people standing;  c. the worktop of a shared refreshment  facility (e.g. for tea making) is at 850mm  above the floor with a clear space  beneath at least 700mm above the floor  (see Diagram 16) and the delivery of  water complies with 5.4(a) and (b);  d. a wheelchair-accessible threshold  (see 2.7(e)) is located at the transition  between an external seating area and  the interior of the facility.  41  Approved Document M Volume 2"}
{"id": "chunk_254", "text": "Access to and use of buildings other than dwellings"}
{"id": "chunk_255", "text": "Diagram 14 Possible location of wheelchair spaces in front of a rear aisle  O N L I N E V E R S I O N O N L I N E V E R S I O N FACILITIES IN BUILDINGS OTHER THAN DWELLINGS  M1"}
{"id": "chunk_256", "text": "Diagram 15 An example of wheelchair space provision in a cinema or theatre  42  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                 O N L I N E V E R S I O N O N L I N E V E R S I O N M1  FACILITIES IN BUILDINGS OTHER THAN DWELLINGS"}
{"id": "chunk_257", "text": "Diagram 16 An example of a shared  refreshment facility  Sleeping accommodation  Design considerations"}
{"id": "chunk_258", "text": "4.17 Sleeping accommodation, where  provided for a significant number of  people, e.g. in hotels, motels and student  accommodation, should aim to be convenient  for all. People who use wheelchairs are likely  to require greater provision of space and  access to en-suite sanitary accommodation.  A proportion of rooms will, therefore, need  to accommodate wheelchair users. In  student accommodation, it is beneficial to  have a wheelchair-accessible toilet available  for use by disabled visitors."}
{"id": "chunk_259", "text": "4.18 Wheelchair users should be able to  reach all the facilities available within the  building. In general, accessible bedrooms  should be no less advantageously situated  than other bedrooms. It would be beneficial  if entrance doors to wheelchair-accessible  bedrooms were powered opening, as this  could avoid the need for the 300mm  access space adjacent to the leading  edge of the door."}
{"id": "chunk_260", "text": "4.19 Wheelchair-accessible bedrooms  should be sufficiently spacious to enable a  wheelchair user to transfer to one side of a  bed, with or without assistance. Wheelchair  users should be able to manoeuvre around  and use the facilities in the room, and  operate switches and controls. They  should also be able to gain access to and  conveniently use sanitary accommodation  and, where provided, balconies. En-suite  sanitary facilities are the preferred option  for wheelchair-accessible bedrooms.  Unless there are compelling reasons for  not doing so, there should be at least as  many en-suite shower rooms as en-suite  bathrooms, as mobility-impaired people  may find it easier to use a shower than a  bath. An en-suite shower room or bathroom  would benefit from having a finger rinse"}
{"id": "chunk_261", "text": "basin adjacent to the WC, as well as a  wash basin or basin in a vanity unit."}
{"id": "chunk_262", "text": "4.20 It is also important to ensure that,  in all bedrooms, built-in wardrobes and  shelving are accessible and convenient  to use. It is an advantage if curtains and  blinds are provided with automatic or other  remotely controlled opening devices such  as rods or pull cords."}
{"id": "chunk_263", "text": "4.21 Wheelchair users should also be able  to visit companions in other bedrooms,  for example when attending conferences  or when on holiday with their families. In  these instances, bedrooms not designed  for independent use by a person in a  wheelchair need to have the outer door  wide enough to be accessible to a  wheelchair user."}
{"id": "chunk_264", "text": "4.22 For a proportion of wheelchair- accessible bedrooms, it would be useful to  provide a connecting door to an adjacent  bedroom for a companion."}
{"id": "chunk_265", "text": "4.23 For people with limited manual  dexterity, electronic card-activated locks  for bedroom entrance doors and lever taps  in sanitary accommodation can be an  advantage.  43  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                 O N L I N E V E R S I O N O N L I N E V E R S I O N FACILITIES IN BUILDINGS OTHER THAN DWELLINGS  M1  Provisions"}
{"id": "chunk_266", "text": "4.24 Sleeping accommodation will satisfy  Requirement M1 if:  For all bedrooms  a. the effective clear width of the door  from the access corridor complies  with Table 2;  b. swing doors, where provided for built-in  wardrobes and other storage systems,  open through 180°;  c. handles on hinged and sliding doors are  easy to grip and operate and contrast  visually with the surface of the door;  d. openable windows and window controls  are located between 800 and 1000mm  above the floor and are easy to operate  without using both hands simultaneously;  e. all bedrooms have a visual fire alarm  signal, in addition to the requirements  of Part B;  f. any room numbers are indicated in  embossed characters;  For wheelchair-accessible bedrooms  g. at least one wheelchair-accessible"}
{"id": "chunk_267", "text": "bedroom is provided for every 20  bedrooms, or part thereof;  h. wheelchair-accessible bedrooms are  located on accessible routes that lead  to all other available facilities within  the building;  i. wheelchair-accessible bedrooms  are designed to provide a choice of  location and have a standard of amenity  equivalent to that of other bedrooms;  j. the door from the access corridor to a  wheelchair-accessible bedroom complies  with the relevant provisions of ‘Internal  doors’ (see 3.10), in particular the  maximum permissible opening force,  Table 2 and the need for a clear space  of 300mm from the leading edge of the  door to the side wall;  k. the effective clear width of any door to  an en-suite bathroom or shower room  within the wheelchair-accessible  bedroom complies with Table 2;"}
{"id": "chunk_268", "text": "l. the size of wheelchair-accessible  bedrooms allows for a wheelchair user  to manoeuvre at the side of a bed, then  transfer independently to it. An example  of a wheelchair-accessible bedroom  layout is shown in Diagram 17;  m. sanitary facilities, en-suite to a  wheelchair-accessible bedroom,  comply with the provisions of 5.15  to 5.21 for ‘Wheelchair-accessible  bathrooms’ or ‘Wheelchair-accessible  shower facilities’;  n. wide angle viewers, where provided  in the entrance door to a wheelchair- accessible bedroom, are located at  1050mm and 1500mm above floor level,  to enable viewing by people who are  seated or standing;  o. a balcony, where provided to a  wheelchair-accessible bedroom, has a  door whose effective clear width complies  with Table 2, has a level threshold and"}
{"id": "chunk_269", "text": "has no horizontal transoms between  900mm and 1200mm above the floor;  p. there are no permanent obstructions  in a zone 1500mm back from any  balcony doors;  q. an emergency assistance alarm  (together with a reset button) is located  in a wheelchair-accessible bedroom  and activated by a pull cord, sited so  that it can be operated both from the  bed and from an adjacent floor area;  r. an emergency assistance call signal  outside an accessible bedroom is located  so that it can be easily seen and heard  by those able to give assistance and,  in any case, at a central control point.  Switches, outlets and controls  Design considerations"}
{"id": "chunk_270", "text": "4.25 The key factors that affect the use of  switches, outlets and controls are ease of  operation, visibility, height and freedom  from obstruction. However, there will be  exceptions to height requirements for  some outlets, e.g. those set into the floor  in open plan offices.  44  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                       O N L I N E V E R S I O N O N L I N E V E R S I O N M1  FACILITIES IN BUILDINGS OTHER THAN DWELLINGS"}
{"id": "chunk_271", "text": "4.26 A consistent relationship with  doorways and corners will further reinforce  the ease with which people manipulate  switches and controls."}
{"id": "chunk_272", "text": "4.27 All users should be able to locate a  control, know which setting it is on and use  it without inadvertently changing its setting."}
{"id": "chunk_273", "text": "4.28 Controls that contrast visually with  their surroundings are more convenient  for visually impaired people, as are light  switches that are activated by a large push  pad. The colours red and green should not  be used in combination as indicators of  ‘on’ and ‘off’ for switches and controls. It  may be useful to use text or a pictogram to  clarify the purpose and status of multiple  switches and controls."}
{"id": "chunk_274", "text": "4.29 It is also an advantage if individual  switches on panels and on multiple socket  outlets are well separated, or in the form of  large touch plates, to avoid the inadvertent  selection of an adjacent control by visually  impaired people and people with limited  dexterity.  Provisions"}
{"id": "chunk_275", "text": "4.30 Switches, outlets and controls will  satisfy Requirement M1 if:  a. wall-mounted socket outlets, telephone  points and TV sockets are located  between 400mm and 1000mm above  the floor, with a preference for the lower  end of the range;  b. switches for permanently wired  appliances are located between 400mm  and 1200mm above the floor, unless  needed at a higher level for particular  appliances;  c. all switches and controls that require  precise hand movements are located  between 750mm and 1200mm above  the floor;  d. simple push button controls that require  limited dexterity are not more than  1200mm above the floor;  45  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                 O N L I N E V E R S I O N"}
{"id": "chunk_276", "text": "O N L I N E V E R S I O N FACILITIES IN BUILDINGS OTHER THAN DWELLINGS  M1  e. pull cords for emergency alarm systems  are coloured red, located as close to  a wall as possible and have two red  50mm diameter bangles, one set at  100mm and the other set between  800mm and 1000mm above the floor;  f. controls that need close vision are  located between 1200mm and 1400mm  above the floor so that readings may be  taken by a person sitting or standing (with  thermostats at the top of the range);  g. socket outlets are located consistently  in relation to doorways and room  corners, but in any case no nearer  than 350mm from room corners;  h. light switches for use by the general  public have large push pads and align  horizontally with door handles within  the range 900 to 1100mm, for ease of"}
{"id": "chunk_277", "text": "location when entering a room;  i. where switches described in 4.30(h)  cannot be provided, lighting pull cords  are set between 900mm and 1100mm  above floor level, and fitted with a  50mm diameter bangle visually  contrasting with its background and  distinguishable visually from any  emergency assistance pull cord;  j  the operation of switches, outlets and  controls does not require the simultaneous  use of both hands, except where this  mode of operation is necessary for  safety reasons;  k. switched socket outlets indicate  whether they are ‘on’;  l. mains and circuit isolator switches  clearly indicate that they are on or off;  m. front plates contrast visually with their  backgrounds.  Aids to communication  Design considerations"}
{"id": "chunk_278", "text": "4.31 People will benefit most if there is an  integrated system for wayfinding, public  address and hearing enhancement."}
{"id": "chunk_279", "text": "4.32 The appropriate choice of floor, wall  and ceiling surface materials and finishes  can help visually impaired people appreciate  the boundaries of rooms or spaces, identify  access routes and receive information. For  example, glare and reflections from shiny  surfaces, and large repeating patterns,  should be avoided in spaces where visual  acuity is critical as they will hamper  communication for people with impaired  vision, and those who lip read or use sign  language. This would apply to locations  such as reception areas with enquiry desks  and speakers’ rostrums in lecture halls."}
{"id": "chunk_280", "text": "4.33 The type and quality of public address,  hearing enhancement and telephone  systems should be chosen carefully to  ensure intelligibility. The design of the  acoustic environment should also ensure  that audible information can be heard clearly."}
{"id": "chunk_281", "text": "4.34 Artificial lighting should be designed  to give good colour rendering of all surfaces,  without creating glare or pools of bright light  and strong shadows. Where appropriate,  lighting should illuminate the face of a  person speaking, to make lip reading  easier where one-to-one communication  is necessary. Uplighters mounted at low  or floor level can disorientate some visually  impaired people and should be avoided."}
{"id": "chunk_282", "text": "4.35 In order to obtain the full benefit of  attending public performances or taking  part in discussions, a person with impaired  hearing needs to receive a signal that is  amplified in both volume and signal to  noise ratio. The three systems commonly  used to provide this enhanced level of  sound are induction loop, infrared and radio.  Sound field systems are also increasingly  being used, particularly in educational  establishments. In larger spaces, provision  needs to be made for a permanent system,  but in small meeting rooms, a portable  induction loop would be acceptable. It  should be recognised that there is the  danger where adjacent spaces each have  an induction loop system that the signals  may overlap.  Note: Detailed guidance on surface"}
{"id": "chunk_283", "text": "finishes, visual, audible and tactile signs, as  well as the characteristics and appropriate  choice and use of hearing enhancement  systems, is available in BS 8300.  46  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                     O N L I N E V E R S I O N O N L I N E V E R S I O N M1  FACILITIES IN BUILDINGS OTHER THAN DWELLINGS  Provisions"}
{"id": "chunk_284", "text": "4.36 Aids to communication will satisfy  Requirement M1 if:  a. a clearly audible public address system  is supplemented by visual information;  b. provision for a hearing enhancement  system is installed in rooms and spaces  designed for meetings, lectures, classes,  performances, spectator sport or films,  and at service or reception counters  when they are situated in noisy areas  or they are behind glazed screens;  c. the presence of an induction loop or  infrared hearing enhancement system  is indicated by the standard symbol;  d. telephones suitable for hearing aid users  are clearly indicated by the standard  ear and ‘T’ symbol and incorporate an  inductive coupler and volume control;  e. text telephones for deaf and hard of  hearing people are clearly indicated by"}
{"id": "chunk_285", "text": "the standard symbol;  f. artificial lighting is designed to be  compatible with other electronic and  radio frequency installations.  47  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                       O N L I N E V E R S I O N O N L I N E V E R S I O N M1/M3  Section 5: Sanitary accommodation in  buildings other than dwellings  OBJECTIVES  Provisions"}
{"id": "chunk_286", "text": "5.1  In principle, suitable sanitary  accommodation should be available to  everybody, including sanitary accommodation  designed for wheelchair users, ambulant  disabled people, people of either sex  with babies and small children or people  encumbered by luggage.  Note: Where ambulant sanitary  accommodation is being provided,  Approved Document T provides additional  guidance on the design considerations of  ambulant single-sex toilets and ambulant  universal toilet accommodation to meet  requirement T1."}
{"id": "chunk_287", "text": "5.2  In multi-storey buildings, the consistent  location of toilets on each floor can help  people with learning difficulties to locate  these facilities easily.  Sanitary accommodation generally  Design considerations"}
{"id": "chunk_288", "text": "5.3  A number of issues need to be  considered in connection with all forms of  sanitary accommodation. These relate to  the needs of people with visual or hearing  impairments, people with learning difficulties  and people whose lack of tactile sensitivity  can cause them to be injured by touching  hot surfaces. Taps and WC cubicle doors  should be operable by people with limited  strength or manual dexterity and doors  to cubicles should be capable of being  opened if a person has collapsed against  them while inside the cubicle. Preferably,  all doors to WC cubicles and wheelchair- accessible unisex toilets open out or, if  they open in, the door swing should not  encroach into the wheelchair turning space  or minimum activity space. Where possible,"}
{"id": "chunk_289", "text": "light switches with large push pads should  be used in preference to pull cords (see 4.28)."}
{"id": "chunk_290", "text": "5.4  Sanitary accommodation will satisfy  Requirement M1 or M3 if:  a. any bath or washbasin tap is either  controlled automatically, or is capable  of being operated using a closed fist,  e.g. by lever action;  b. terminal fittings comply with Guidance  Note G18.5 of the Guidance Document  relating to Schedule 2: Requirements  for Water Fittings, of the Water Supply  (Water Fittings) Regulations 1999,  SI 1999/1148;  c. door handles and other ironmongery  comply with provisions 3.10 (d) and (e)  of ‘Internal doors’;  d. WC compartment doors, and doors to  wheelchair-accessible unisex toilets,  changing rooms or shower rooms are  fitted with light action privacy bolts so  that they can be operated by people with  limited dexterity and, if required to self-"}
{"id": "chunk_291", "text": "close, can be opened using a force at  the leading edge of not more than 30N  from 0° (the door in the closed position)  to 30° open, and not more than 22.5N  from 30° to 60° of the opening cycle;  e. WC compartment doors, and doors  to wheelchair-accessible unisex toilets,  changing rooms or shower rooms have  an emergency release mechanism so  that they are capable of being opened  outwards, from the outside, in case of  emergency;  f. doors, when open, do not obstruct  emergency escape routes;  g. any fire alarm emits a visual and audible  signal to warn occupants with hearing  or visual impairments;  48  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                       O N L I N E V E R S I O N O N L I N E V E R S I O N"}
{"id": "chunk_292", "text": "SANITARY ACCOMMODATION IN BUILDINGS  M1/M3 OTHER THAN DWELLINGS  h. any emergency assistance alarm  system has:  i. visual and audible indicators to  confirm that an emergency call has  been received;  ii. a reset control reachable from a  wheelchair and the WC, or from  the wheelchair and the shower/  changing seat;  iii. a signal that is distinguishable  visually and audibly from the  fire alarm.  I. any lighting controls comply with the  provisions for ‘Switches and controls’,  see 4.30;  j. any heat emitters are either screened or  have their exposed surfaces kept at a  temperature below 43°C;  k. the surface finish of sanitary fittings  and grab bars contrasts visually with  background wall and floor finishes, and  there is also visual contrast between  wall and floor finishes."}
{"id": "chunk_293", "text": "Provision of toilet accommodation  Design considerations"}
{"id": "chunk_294", "text": "5.5  Toilet accommodation needs to be  suitable, not only for disabled people, but  for all people who use the building. For  disabled people, suitable toilet  accommodation may take the form of a  specially designed cubicle in separate-sex  toilet washrooms, or a self-contained  unisex toilet. For wheelchair users, in  particular, a self-contained unisex toilet is  always the preferred option since, if  necessary, a partner or carer of a different  sex can enter to give assistance.  Wheelchair-accessible unisex toilets  should always be provided in addition to  any wheelchair-accessible accommodation  in separate-sex toilet washrooms.  Wheelchair-accessible unisex toilets  should not be used for baby changing.  Attention is drawn to Approved Document  T which provides guidance to meet"}
{"id": "chunk_295", "text": "requirement T1 to facilitate the reasonable  provision of single-sex toilets in buildings  other than dwellings.  Note: For specific guidance on the  provision of sanitary accommodation in  sports buildings, refer to ‘accessible sports  facilities’."}
{"id": "chunk_296", "text": "5.6  The provision of an enlarged cubicle  in a separate-sex toilet washroom can be  of benefit to ambulant disabled people, as  well as parents with children and people  (e.g. those with luggage) who need an  enlarged space. In large building  developments, separate facilities for baby  changing and an enlarged unisex toilet  incorporating an adult changing table are  desirable. Changing places toilets, facilities  designed for individuals with complex and  multiple impairments who may require the  assistance of up to two assistants, should  be provided in addition to any wheelchair- accessible accommodation in separate- sex toilet washrooms, wheelchair- accessible unisex toileting facilities and  baby changing facilities. Further guidance  on layout and equipment is available from"}
{"id": "chunk_297", "text": "the Changing Places Consortium campaign  website (www.changing-places.org) and by  reference to guidance in section 18.6,  diagram 48 and Annexes F and G of BS  8300-2:2018.  Note: For specific guidance on the provision of  sanitary accommodation in sports buildings,  refer to ‘accessible sports facilities’.  Provisions"}
{"id": "chunk_298", "text": "5.7  The provision of toilet accommodation  will satisfy Requirement M1or M3 if:  a. where there is space for only one toilet  in a building, it is of a wheelchair- accessible unisex type, but of greater  width to accommodate a standing  height wash basin;  b. at least one wheelchair-accessible  unisex toilet is provided at each location  in a building where sanitary facilities  are provided for use by customers and  visitors to a building, or by people  working in the building;  c. at least one WC cubicle is provided in  separate-sex toilet accommodation for  use by ambulant disabled people;  49  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                                                     O N L I N E V E R S I O N"}
{"id": "chunk_299", "text": "O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  OTHER THAN DWELLINGS  d. where there are four or more WC  cubicles in separate-sex toilet  accommodation, one of these is an  enlarged cubicle for use by people  who need extra space, in addition to  any provision under 5.7(c);  e. at least one changing places toilet is  provided in the following types of  building:  i. assembly, recreation and  entertainment buildings (see note)  with a capacity for 350 or more  people; or a collection of smaller  buildings associated with a site used  for assembly, recreation or  entertainment, such as zoos, theme  parks and venues for sport and  exhibitions, with a capacity of 2000  people or more;  ii. shopping centres/malls or retail  parks with a gross floor area of  30,000m2 or more;"}
{"id": "chunk_300", "text": "iii. retail premises with a gross floor  area of 2500m2 or more;  iv. sport and leisure buildings with a  gross floor area more than 5000m2;  v. hospitals and primary care centres;  vi. crematoria and cemetery buildings.  Note: Places of assembly, recreation  and entertainment can be defined as  buildings such as:  – amusement arcades;  – art galleries;  – cinemas;  – concert halls;  – conference centres;  – further education colleges;  – hotels that provide function, sport or  leisure facilities;  – libraries open to the public;  – motorway service areas;  – museums;  – places of worship;  – theatres;  M1/M3  – university buildings open to the  public;  or any other buildings or sites as defined  by these thresholds, which  are open to the public and used for the"}
{"id": "chunk_301", "text": "purpose of assembly, recreation or  entertainment. Capacities should be  derived from the combined total of a  building’s publicly accessible facilities.  Alternatively, the capacity number may  be taken as the number of fixed seats  provided, if the occupants of the building  will normally be seated. Approved  Document B, Volume 2 provides a  method for estimating the capacity of  a building where this is not known.  The Department for Education will  publish separate guidance regarding  changing places toilets in schools  providing community facilities in 2021.  Wheelchair-accessible  unisex toilets  Design considerations"}
{"id": "chunk_302", "text": "5.8  Wheelchair users should be able to  approach, transfer to and use the sanitary  facilities provided within a building. This  requires the provision of a wheelchair- accessible unisex toilet. The relationship of  the WC to the finger rinse basin and other  accessories should allow a person to wash  and dry hands while seated on the WC. The  space provided for manoeuvring should  enable wheelchair users to adopt various  transfer techniques that allow independent  or assisted use. It is important that the  transfer space alongside the WC is kept  clear to the back wall. When transferring  to and from their wheelchair, some people  need horizontal support rails. The rail on  the open side is a drop-down rail, but on  the wall side, it can be a wall-mounted"}
{"id": "chunk_303", "text": "grab rail (which is thought to give a more  rigid handhold) set at a greater distance  than normal from the wall or, alternatively,  a second drop-down rail in addition to the  wall-mounted grab rail where the grab rail  is spaced at the minimum distance from  the wall and therefore does not give the  same degree of support.  50  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                           O N L I N E V E R S I O N O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  M1/M3 OTHER THAN DWELLINGS"}
{"id": "chunk_304", "text": "5.9  A unisex toilet is approached separately  from other sanitary accommodation. It is  more easily identified than a wheelchair- accessible cubicle in a separate-sex toilet  washroom and, provided it is used only by  disabled people, it is more likely to be  available when required. This is particularly  important as some disabled people need to  use a toilet more frequently than other users.  The time needed to reach a wheelchair- accessible toilet should therefore be kept  to a minimum when considering the  location of unisex toilet accommodation. In  addition, a unisex toilet enables one or two  assistants of either sex to assist a disabled  person. Consideration should be given  to installing a chemical sanitary waste  disposal unit in wheelchair-accessible WC"}
{"id": "chunk_305", "text": "accommodation. Some wheelchair users  find it difficult to use a standard height WC  seat and, for them, it is important that the  WC pan can accept a variable height toilet  seat riser. WC pans manufactured to the  key dimensions given in BS EN 997:2012  WC pans and WC suites with integral trap  would be acceptable.  Note: More detailed guidance on the various  techniques used to transfer from a wheelchair  to a WC, as well as appropriate sanitary  and other fittings, is given in BS 8300.  Provisions"}
{"id": "chunk_306", "text": "5.10 Wheelchair-accessible unisex toilets  will satisfy Requirement M1 or M3 if:  a. one is located as close as possible to  the entrance and/or waiting area of  the building;  b. they are not located in a way that  compromises the privacy of users;  c. they are located in a similar position  on each floor of a multi-storey building,  and allow for right- and left-hand  transfer on alternate floors;  d. when more than one unisex toilet is  available in other than multi-storey  buildings, a choice of layouts suitable  for left-hand and right-hand transfer  is provided;  e. when it is the only toilet facility in the  building, the width is increased from"}
{"id": "chunk_307", "text": "1.5m to 2m and it includes a standing  height washbasin, in addition to the  finger rinse basin associated with the WC;  f. they are located on accessible routes  that are direct and obstruction free;  g. doors are preferably outward opening  and are fitted with a horizontal closing  bar fixed to the inside face;  h. any wheelchair user does not have  to travel:  i. more than 40m on the same floor,  unless a greater distance can be agreed  with the building control body on the  grounds that the circulation route is  unobstructed, e.g. by the installation  of doors with hold-open devices;  ii. more than a 40m combined  horizontal distance where the unisex  toilet accommodation is on another  floor of the building, but is accessible  by passenger lift (if a lifting platform"}
{"id": "chunk_308", "text": "is installed, vertical travel to a unisex  toilet is limited to one storey);  i. the minimum overall dimensions of,  and the arrangement of fittings within,  a wheelchair-accessible unisex toilet  comply with Diagram 18;  j. where the horizontal support rail on the  wall adjacent to the WC is set with the  minimum spacing from the wall, an  additional drop-down rail is provided  on the wall side at a distance of 320mm  from the centre line of the WC;  k. where the horizontal support rail on the  wall adjacent to the WC is set so that its  centre line is 400mm from the centre  line of the WC, there is no additional  drop-down rail;  l. the heights and arrangement of fittings  in a wheelchair-accessible unisex toilet  comply with Diagram 19 and, as  appropriate, Diagram 20;"}
{"id": "chunk_309", "text": "m. an emergency assistance alarm system  is provided, complying with 5.4;  Approved Document M Volume 2\t Access to and use of buildings other than dwellings O N L I N E V E R S I O N O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  OTHER THAN DWELLINGS  M1/M3"}
{"id": "chunk_310", "text": "Diagram 19 Heights and arrangement of fttings in a unisex wheelchair-accessible  toilet (looking towards wall A in diagram 18)  51  52  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                           O N L I N E V E R S I O N O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  M1/M3 OTHER THAN DWELLINGS"}
{"id": "chunk_311", "text": "Diagram 20 Height of various fttings in toilet accommodation  n. the emergency assistance call signal  outside the toilet compartment is  located so that it can be easily seen and  heard by those able to give assistance;  o. an emergency assistance pull cord  is easily identifiable (see 4.30(e)) and  reachable from the WC and from the  floor close to the WC;  p. any heat emitters are located so that  they do not restrict the minimum clear  wheelchair manoeuvring space, nor the  space beside the WC used for transfer  from the wheelchair to the WC;  q. WC pans conform to BS EN 997:2012  in terms of key dimensions in order to  accommodate the use of a variable  height toilet seat riser (see 5.9);  r. cisterns for WCs that will be used by  wheelchair users have their flushing"}
{"id": "chunk_312", "text": "mechanism positioned on the open or  transfer side of the space, irrespective  of handing.  Toilets in separate-sex washrooms  Design considerations"}
{"id": "chunk_313", "text": "5.11 Ambulant disabled people should  have the opportunity to use a WC  compartment within any separate-sex toilet  washroom. The compartment should be  fitted with support rails, and include a  minimum activity space to accommodate  people who use crutches, or otherwise have  impaired leg movements. The presence of  this facility helps avoid unnecessary travel  to unisex toilet accommodation. Some  ambulant disabled people find it difficult  to use a standard height WC seat and, for  them, it is important that the WC pan can  accept a variable height toilet seat riser."}
{"id": "chunk_314", "text": "5.12 Separate-sex toilet washrooms  above a certain size should also include an  enlarged WC cubicle for use by people  who need extra space, e.g. parents with  children and babies, people carrying  luggage and also ambulant disabled  people. Consideration should be given to  installing a fold-down table, e.g. for baby  changing. Standard WC compartments  should also have a minimum manoeuvring  space clear of any door swing. Approved  Document T provides guidance on the  design provisions, dimensions and layouts  for separate single-sex toilet  accommodation to meet requirement T1."}
{"id": "chunk_315", "text": "5.13 Where a separate-sex toilet washroom  can be accessed by wheelchair users, it  should be possible for them to use both a  urinal, where appropriate, and a washbasin  at a lower height than is provided for other  users. The relative numbers of urinals for  men and WC compartments for women  has been the subject of recent research.  In general, the findings indicate that there  53  Approved Document M Volume 2\t Access to and use of buildings other than dwellings     Horizontal  closing bar Vertical  grab rail  Horizontal  grab rail  Position of shelf  High hook  low  hook  900mm 800mm  600mm  480mm 680mm  1465mm minimum  780–800mm 1050mm 1685mm  Side elevation view  Activity space WC  NOTES  1. Refer to Appendix D of  Approved Document T  for appliance and  equipment schedule."}
{"id": "chunk_316", "text": "2. As long as other  dimensions are maintained,  the toilet cistern may be  concealed.  3. Centre the mid-line axis  of the WC on the rear wall.  Horizontal  grab rail  Vertical  grab rail  Column of clearance  Activity zone  Space for  disposal bin Shelf  Horizontal  grab rail  Horizontal  closing bar  High hook and  low hook  Vertical  grab rail  920mm minimum  540mm  600mm  100mm  465mm Ø  60mm  565mm  1465mm minimum  750mm  500mm  60mm  100mm  400mm  200mm  210mm  Plan view  O N L I N E V E R S I O N O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  OTHER THAN DWELLINGS  M1/M3"}
{"id": "chunk_317", "text": "Diagram 21 WC cubicle for ambulant disabled people  54  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                                     O N L I N E V E R S I O N O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  M1/M3 OTHER THAN DWELLINGS  should be at least the same number of  WCs (for women) as urinals (for men) and  for some building types, e.g. large retail  buildings, at least twice as many. Consideration  should be given to providing a low level  urinal for children in male washrooms.  Note: More detailed guidance on appropriate  sanitary and other fittings is given in BS 8300.  Provisions"}
{"id": "chunk_318", "text": "5.14 WC compartments within separate- sex toilet washrooms will satisfy  requirement M1 and M3 if:  a. the swing of any inward opening doors  to standard WC compartments is such  that a 465mm diameter column of  clearance is maintained between the  swing of the door, the WC pan and the  side of the wall compartment;  b. the minimum dimensions of compartments  for ambulant disabled people, including  the activity space, and the arrangement of  grab bars and other fittings within the  compartment comply with Diagram 21;  Note: The appliance and equipment  schedule referred to in Diagram 21 can be  found in Appendix D of Approved  Document T.  c. doors to compartments for ambulant  disabled people are preferably outward  opening and are fitted with a horizontal"}
{"id": "chunk_319", "text": "closing bar fixed to the inside space;  d. an enlarged compartment for those who  need extra space (based on the  compartment for ambulant disabled  people) is 1200mm wide and it includes  a horizontal grab bar adjacent to the  WC, a vertical grab bar on the rear wall  and space for a shelf and fold-down  changing table;  e. any compartment for use by ambulant  disabled people has a WC pan that  conforms to BS EN 997: 2012, in terms  of its key dimensions, in order to  accommodate the use of a variable  height toilet seat riser (see 5.9 and 5.11);  f. a wheelchair-accessible compartment  (where provided) has the same layout  and fittings as the unisex toilet.  Wheelchair-accessible changing  and shower facilities  Design considerations"}
{"id": "chunk_320", "text": "5.15 A choice of shower layout combined  with the correct location of shower controls  and fittings will allow disabled people to  use the facilities independently or be  assisted by others when necessary. For  guidance on the provision of en-suite  shower facilities associated with hotel  bedrooms, see 4.19."}
{"id": "chunk_321", "text": "5.16 In buildings where changing facilities  are associated with showering facilities,  many disabled people will be content to  use changing and shower areas that are  open but provided with subdivisions,  whereas some will require the privacy and  convenience of an individual self-contained  cubicle or compartment. The dimensions  of the self-contained compartment allow  space for a helper. Any combined facility  should be divided into distinct ‘wet’ and  ‘dry’ areas. In open changing and shower  areas, it may be difficult to provide a  configuration of handrails, controls and  seat suitable for all disabled people to use.  Individual self-contained accommodation  is therefore preferred although, if it contains  a WC, it should not be the only wheelchair- accessible toilet accommodation."}
{"id": "chunk_322", "text": "5.17 In the case of individual changing  rooms not associated with showering,  e.g. in clothes shops, the dimensions and  fittings recommended for an individual  self-contained changing cubicle in a sports  building should be provided. In large  building complexes, such as retail parks and  large sports centres, there should be one  wheelchair-accessible unisex toilet capable  of including an adult changing table.  Note 1: For sports buildings, details of  different types of changing and shower  facilities are given in ‘accessible sports  facilities’.  Note 2: More detailed guidance on  appropriate sanitary and other fittings  is given in BS 8300.  55  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                     O N L I N E V E R S I O N"}
{"id": "chunk_323", "text": "O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  OTHER THAN DWELLINGS  M1/M3"}
{"id": "chunk_324", "text": "5.18 Wheelchair-accessible changing and  shower facilities will satisfy Requirement  M1 or M3 if:  For changing and shower facilities  a. a choice of layouts suitable for left-hand  and right-hand transfer is provided when  more than one individual changing  compartment or shower compartment  is available;  b. they are provided with wall-mounted  drop-down support rails and wall- mounted slip-resistant tip-up seats  (not spring loaded);  c. in communal shower facilities and  changing facilities, they are provided  with subdivisions that have the same  configuration of space and equipment  as for self-contained facilities but  without doors;  d. in sports facilities, individual self- contained shower facilities and changing  facilities are available in addition to"}
{"id": "chunk_325", "text": "communal separate-sex facilities;  e. an emergency assistance pull cord,  complying with 4.30(e), is easily  identifiable and reachable from the  wall-mounted tip-up seat, or from the  floor;  56  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                         O N L I N E V E R S I O N O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  M1/M3 OTHER THAN DWELLINGS"}
{"id": "chunk_326", "text": "Diagram 23 An example of a self-contained shower room for individual use  f. an emergency assistance alarm system  complying with 5.4(h) is provided;  g. facilities for limb storage are included  for the benefit of amputees;  For changing facilities  h. the minimum overall dimensions of,  and the arrangement of equipment and  controls within, individual self-contained  changing facilities comply with Diagram 22;  i. when associated with shower facilities,  the floor of a changing area is level and  slip resistant when dry or when wet;  j. there is a manoeuvring space 1500mm  deep in front of lockers in self-contained  or communal changing areas;  For shower facilities  k. individual self-contained shower  facilities comply with Diagram 23;  l. where showers are provided in"}
{"id": "chunk_327", "text": "commercial developments for the  benefit of staff, at least one wheelchair- accessible shower compartment  complying with Diagram 23 should  be provided;  57  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                         O N L I N E V E R S I O N O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  OTHER THAN DWELLINGS  M1/M3"}
{"id": "chunk_328", "text": "Diagram 24 An example of a shower room incorporating a corner WC for individual use  m. a shower curtain, which encloses the  seat and the rails when they are in a  horizontal position, can be operated  from the shower seat;  n. a shelf that can be reached from the  shower seat or from the wheelchair,  before or after transfer, is provided  for toiletries;  o. the floor of the shower and shower area  is slip resistant and self-draining;  p. a shower terminal fitting complies with  Guidance Note G18.5 of the Guidance  Document relating to Schedule 2:  Requirement for Water Fittings, of the  Water Supply (Water Fittings) Regulations  1999, SI 1999/1148, and the markings on  the shower control are logical and clear;  q. where wheelchair-accessible shower  between 750 and 1000mm above"}
{"id": "chunk_329", "text": "the floor;  For shower facilities incorporating a WC  r. the minimum overall dimensions of, and  the arrangement of fittings within, an  individual self-contained shower area  incorporating a corner WC, e.g. in a  sports building, comply with Diagram 24;  s. a choice of left-hand and right-hand  transfer layouts is available when more  than one shower area incorporating a  corner WC is provided.  Note: Guidance prepared by the Health  and Safety Executive on the slip resistance  of floor surfaces is given in Annex C of  BS 8300.  Wheelchair-accessible bathrooms  facilities are available in communal  Design considerations areas, shower controls are positioned"}
{"id": "chunk_330", "text": "5.19 Wheelchair users and ambulant  58  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                   O N L I N E V E R S I O N O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  M1/M3 OTHER THAN DWELLINGS"}
{"id": "chunk_331", "text": "Diagram 25 An example of a bathroom incorporating a corner WC  disabled people should be able to wash or  bathe either independently or with assistance  from others. The relationship of the bath  to other sanitary fittings, and to the space  required for manoeuvring, is therefore  critical. Providing a choice of bathroom  layout, wherever possible, will meet the  needs of many disabled people and help  maintain their independence."}
{"id": "chunk_332", "text": "5.20 The guidance covered here applies  to wheelchair-accessible bathing facilities  where provided in buildings such as hotels,  motels, relatives’ accommodation in hospitals,  and to student accommodation and sports  facilities where baths are provided as an  alternative, or as a supplement, to showers.  For guidance on the provision of en-suite  bathrooms associated with hotel bedrooms,  see 4.19.  Note: More detailed guidance on appropriate  sanitary and other fittings, including  facilities for the use of mobile and fixed  hoists is given in BS 8300.  Provisions"}
{"id": "chunk_333", "text": "5.21 Wheelchair-accessible bathrooms  will satisfy Requirement M1 or M3 if:  a. the minimum overall dimensions of,  and the arrangement of fittings within, a  bathroom for individual use incorporating  a corner WC comply with Diagrams 25  and 26;  b. a choice of layouts suitable for left-hand  and right-hand transfer is provided when  more than one bathroom for individual  use incorporating a corner WC is available;  c. the floor of a bathroom is slip resistant  when dry or when wet;  59  Approved Document M Volume 2\t Access to and use of buildings other than dwellings             O N L I N E V E R S I O N O N L I N E V E R S I O N SANITARY ACCOMMODATION IN BUILDINGS  OTHER THAN DWELLINGS  M1/M3"}
{"id": "chunk_334", "text": "Diagram 26 Grab rails and fttings associated with a bath  d. the bath is provided with a transfer seat,  400mm deep and equal to the width of  the bath;  e. doors are preferably outward opening  and are fitted with a horizontal closing  bar fixed to the inside face;  f. an emergency assistance pull-cord  complying with 4.30(e) is easily  identifiable and reachable from the  bath or from the floor;  g. an emergency assistance alarm system  complying with 5.4(h) is provided.  Note: Guidance prepared by the Health  and Safety Executive on the slip resistance  of floor surfaces is given in Annex C of  BS 8300.  60  Access to and use of buildings other than dwellings\t Approved Document M Volume 2   O N L I N E V E R S I O N O N L I N E V E R S I O N M  Standards referred to  BS EN 81-70:2003"}
{"id": "chunk_335", "text": "Safety rules for the construction and  installation of lifts. Particular applications  for passenger and good passengers lifts.  Accessibility to lifts for persons including  persons with disability. AMD 14675 2003,  AMD 14751 2003.  BS 3402:1969  Specification for quality of vitreous china  sanitary appliances. AMD 714 1971,  AMD 4922 1989.  BS 5395-1:2000  Stairs, ladders and walkways. Code of  practice for the design, construction and  maintenance of straight stairs and winders.  BS 5588-8:1999  Fire precautions in the design, construction  and use of buildings, Code of practice for  means of escape for disabled people.  AMD 14922 2004.  BS 7594:1993  Code of practice for audio-frequency  induction-loop systems (AFILS).  BS 8300:2001  Design of buildings and their approaches"}
{"id": "chunk_336", "text": "to meet the needs of disabled people –  Code of practice. AMD 15617 2005,  AMD 15982 2005.  BS 8300: 2009 +A1:2010  Design of buildings and their approaches  to meet the needs of disabled people.  Code of practice.  BS 8300-2:2018  Design of an accessible and inclusive built  environment. Buildings. Code of practice.  BS EN 997:2012  WC pans and WC suites with integral trap.  61  Approved Document M Volume 2\t Access to and use of buildings other than dwellings         O N L I N E V E R S I O N O N L I N E V E R S I O N M  Other publications referred to  Department for Education and  Employment (DfEE)  Building Bulletin 91 Access for disabled  people to school buildings. Management  and design guide, 1999. ISBN 0 11271 062 X  Building Bulletin 94 Inclusive school design."}
{"id": "chunk_337", "text": "Accommodating pupils with special  educational needs and disabilities in  mainstream schools, 2001. ISBN 0 11271 109 X  Department for Environment, Food and  Rural Affairs (DEFRA)  Water supply (water fittings) regulations  1999. Guidance document relating to  Schedule 1: Fluid categories and Schedule  2: Requirements for water fittings.  Available to download from www.defra.gov.  uk/environment/water/industry/wsregs99/  guide/section8.htm  Department for Transport (DfT)  Inclusive mobility: A guide to best practice  on access to pedestrian and transport  infrastructure, 2002. Available to download  from www.dft.gov.uk/stellent/groups/dft_  mobility/documents/page/dft_  mobility_503282-01.hcsp as hardcopy  from DfT free literature service on 0870  1226236 (ref: IM/01) or as an audio"}
{"id": "chunk_338", "text": "cassette from the DfT Mobility and  Inclusion Unit on 020 7944 6100 or  Minicom 020 7944 3277  Department of National Heritage (DNH)  Guide to safety at sports grounds  (The green guide). 4th edition, 1997.  ISBN 0 11300 095 2  Department of the Environment  Transport and the Regions (DETR)  Guidance on the use of tactile paving  surfaces, 1998.  Available to download  from www.dft.gov.uk/stellent/groups/  dft_mobility/documents/pdf/dft_mobility_  pdf_503283.pdf  Disabled Persons Transport Advisory  Committee (DPTAC)  Access directory – an online directory and  search tool for references on accessibility  guidance for the built environment.  Available to download from  www.dptac.gov.uk/  District Surveyors Association (DSA)  and Association of British Theatre  Technicians (ABTT)"}
{"id": "chunk_339", "text": "Technical standards for places of  entertainment, 2002. ISBN 1 90403 105 6  Football Stadia Improvement Fund (FSIF)  and Football Licensing Authority (FLA)  Sports Ground and Stadia Guide No 1  Accessible stadia, 2003. ISBN 0 95462 930 2  Available to download from  www.sportengland.org/disabled.pdf  JMU Access Partnership and Sign  Design Society  Sign design guide, 2000.  62  Access to and use of buildings other than dwellings\t Approved Document M Volume 2           O N L I N E V E R S I O N O N L I N E V E R S I O N M  OTHER PUBLICATIONS REFERRED TO  Office of the Deputy Prime  Minister (ODPM)  Planning and access for disabled people.  A good practice guide, 2003.  ISBN 1 85112 604 X  Available to download from www.odpm.  gov.uk/index.asp?id=1144644  Research Group for Inclusive"}
{"id": "chunk_340", "text": "Environments  Colour, contrast and perception. Design  guidance for internal built environments, 2004.  Available from Research Group for Inclusive  Environments, School of Construction  Management, University of Reading,  tel 0118 9316734, textphone 0118 9864253  Sport England  Accessible sports facilities, 2010  (Formerly known as Access for Disabled  People). Available to download from  http://www.sportengland.org/facilities__  planning/design_and_cost_guidance/idoc.  ashx?docid=62299267-f2a5-451f-8731­ 4bcfdafa08ea&version=-1  The Stationery Office (TSO)  Accessible thresholds in new housing.  Guidance for house builders and designers,  1999. ISBN 0 11702 333 7  Legislation  Equality Act 2010  Equality Act 2010 (Disability) Regulations 2010  Lifting Operations and Lifting Equipment"}
{"id": "chunk_341", "text": "Regulations 1998, SI 1998/2307.  Lifts Regulations 1997, SI 1997/831.  Management of Health and Safety at Work  Regulations 1999, SI 1999/3242.  Provision and Use of Work Equipment  Regulations 1998, SI 1998/2306.  Water Supply (Water Fittings) Regulations  1999, SI 1999/1148.  63  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                                                                       O N L I N E V E R S I O N O N L I N E V E R S I O N M  Index  A  Access – definition 0.26  Access into buildings 2.1–2.29  Access routes to buildings, see Approaches  Access routes within buildings 0.5, 0.11, 3.14  Access strategy 0.20–0.25  Accessible – definition 0.26  Accessible entrances 1.6, 2.1–2.7  Acoustic design 3.13"}
{"id": "chunk_342", "text": "Alterations, see Material alterations  Application of Part M 0.1–0.13  Approaches – hazards 1.5, 1.38–1.39  Approaches – level (non-domestic) 1.6–1.13  Approaches – lighting 1.11, 1.13  Approaches – objectives 1.1–1.5  Approaches – ramps 1.8, 1.19–1.26  Approaches – steps 1.21, 1.27–1.37  Approaches – surfaces 1.13  Approaches – widths 1.2, 1.10–1.11, 1.13  Artificial lighting, see Lighting  Assistance dogs 2.20, 4.6  Audible emergency assistance call signals"}
{"id": "chunk_343", "text": "3.34, 3.37, 3.43  Audible signs 4.35 note  Audible warnings – doors 2.21  Audience seating 4.2, 4.5–4.8, 4.12  Audience seating – legroom 4.7  Audience seating – sight lines 4.9  Audience seating – wheelchair spaces"}
{"id": "chunk_344", "text": "4.6–4.7, 4.10–4.12  B  Baby changing facilities 5.5–5.6, 5.12  Balconies 4.19, 4.24  Bars – refreshment facilities 4.3, 4.13–4.16  Bathrooms, see Sanitary accommodation  Bedrooms 4.4, 4.17–4.24  Bedrooms – balconies 4.19, 4.24  Bedrooms – doors 3.10, 4.22–4.24  Bedrooms – en-suite bedrooms 4.19, 4.24  Bedrooms – hotels and motels 4.17–4.24  Bedrooms – wardrobes 4.20  Bedrooms – wheelchair accessible"}
{"id": "chunk_345", "text": "4.17–4.24  Bedrooms – window controls 4.24  BS EN 81–70 3.34  BS EN 81 series 3.34, 3.43, 3.49  BS 5588-8 3.34  BS 8300 0.9, 3.5 note, 3.9 note, 3.27 note,"}
{"id": "chunk_346", "text": "4.35 note, 5.17 note, 5.18 note, 5.21 note  BS EN 997 5.9-5.10, 5.14  C  Car parking 0.5, 0.9, 0.13, 1.14–1.18  Change of use 0.10–0.12  Ceilings – surface materials 4.32  Changing rooms, see Sports facilities  Cinemas 4.10, 4.12  Clothes shops – changing facilities 5.17  Colour contrast, see Visual contrast  Communication aids 0.14, 3.6, 4.31–4.36  Conference facilities 4.1, 4.5, 4.9, 4.36  Connecting doors 4.22  64  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                                                                                                               O N L I N E V E R S I O N O N L I N E V E R S I O N M  INDEX  Controls 4.25–4.30  Controls – height 4.25, 4.30, 5.18"}
{"id": "chunk_347", "text": "Controls – lifting devices 3.27–3.28, 3.43,"}
{"id": "chunk_348", "text": "3.49  Controls – lighting 4.30, 5.4  Controls – powered doors 2.21  Controls – showers 5.18  Controls – windows 4.24  Corridors 3.11–3.14  Counters – reception desks 3.3, 3.6  Counters – refreshment facilities 4.3, 4.16  Curtain opening devices 4.20  D  Definitions 0.26  Department for Transport 1.5  Dimensions – doors 2.13, 3.10  Dimensions – entrance lobbies 2.27, 2.29  Dimensions – internal lobbies 3.16  Dimensions – lifting devices 3.34, 3.43,"}
{"id": "chunk_349", "text": "3.49  Dimensions – parking bays 1.18  Dimensions – wheelchair-accessible  bedrooms 4.24  District Surveyors Association 4.10  Door furniture 2.13, 2.16–2.17, 3.10,"}
{"id": "chunk_350", "text": "4.24, 5.4  Door mats 2.7  Doors, see also Entrance doors  Doors – audible warnings 2.21  Doors – bathrooms 5.21  Doors – card-activated locks 4.23  Doors – connecting hotel bedrooms 4.22  Doors – controls 2.19, 2.21, 4.23  Doors – dimensions 2.13, 3.10  Doors – electrically powered hold-open  devices 3.7, 3.9 note, 3.10  Doors – entry systems 2.7  Doors – fire doors 3.10  Doors – glass doors 2.22, 2.24, 3.10  Doors – handles 4.24, 5.4  Doors – internal 3.7–3.10  Doors – lifting platforms 3.41, 3.43  Doors – low energy powered door systems"}
{"id": "chunk_351", "text": "2.14–2.17, 3.9  Doors – opening force 2.13, 3.10, 5.4  Doors – passenger lifts 3.30, 3.33–3.34  Doors – powered 2.10, 2.13, 2.18–2.21,"}
{"id": "chunk_352", "text": "3.10, 4.18  Doors – privacy bolts 5.4  Doors – revolving 2.20  Doors – safety stops 2.21  Doors – self-closing devices 2.9, 2.14,"}
{"id": "chunk_353", "text": "2.26, 3.7  Doors – sliding doors 2.10, 2.27, 4.24  Doors – swing 2.21, 2.29, 4.24  Doors – swing-free closing devices 3.7,"}
{"id": "chunk_354", "text": "3.9 note, 3.10  Doors – swings 5.14  Doors – toilets 3.14, 5.10, 5.14  Doors – vision panels 3.10  Doors – visual contrast 3.8, 3.10  Doors – visual warnings 2.21  Doors – wardrobes 4.24  Doors – wheelchair-accessible  bathrooms 5.21  Doors – wide angle viewers 4.24  Drop-down rails 5.8, 5.10, 5.18  E  Electric card-activated locks 4.23  Electrically powered hold-open  devices 3.7, 3.9 note, 3.10  Embossed room numbers 4.24  Emergency assistance alarms, see also Fire  alarms 4.24, 4.30, 5.4, 5.10, 5.18, 5.21  Emergency assistance call signals"}
{"id": "chunk_355", "text": "4.24, 5.10  65  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                                                                             O N L I N E V E R S I O N O N L I N E V E R S I O N INDEX  M  Emergency assistance pull cords 4.30,"}
{"id": "chunk_356", "text": "5.10, 5.18, 5.21  Emergency communication systems –  lifting devices 3.28  Emergency escape routes 3.14, 5.4  Emergency evacuation – passenger lifts 3.34  En-suite facilities – hotel rooms 4.19, 4.24  English Heritage 0.18  Enquiry desks, see also Reception  desks 4.32  Entertainment facilities, see also Cinemas,  Theatres 4.1, 4.5, 4.10, 4.12, 4.36  Entrance doors, see also Doors, Principal  entrance 2.8–2.24  Entrance doors – audible warnings 2.21  Entrance doors – card swipes 2.21  Entrance doors – coded entry 2.21  Entrance doors – dimensions 2.13,"}
{"id": "chunk_357", "text": "6.22–6.23  Entrance doors – door furniture 2.16–2.17  Entrance doors – glass 2.22–2.24  Entrance doors – glass – manifestation"}
{"id": "chunk_358", "text": "2.18–2.21  Entrance doors – powered – manual  controls 2.21  Entrance doors – safety stops 2.21  Entrance doors – self-closing devices"}
{"id": "chunk_359", "text": "2.9, 2.14, 2.26  Entrance doors – swing doors 2.29  Entrance doors – thresholds 2.6–2.7  Entrance doors – visual warnings 2.21  Entrance doors – weather protection"}
{"id": "chunk_360", "text": "2.6–2.7  Entrance doors – width 2.11, 2.13  Entrance halls 3.2, 3.6  Entrance lobbies 2.25–2.29  Entrance lobbies – dimensions 2.27, 2.29  Entrances 0.14  Equality Act 2010"}
{"id": "chunk_361", "text": "0.1, 0.9, 0.25  Escape routes – internal corridors 3.14  Extensions – dwellings 0.2–0.4  Extensions – non-domestic buildings"}
{"id": "chunk_362", "text": "0.5–0.8  F  Finger rinse basins, see Sanitary  accommodation  Fire alarms, see also Emergency  assistance alarms 3.10, 4.24, 5.4  Fire doors, see Doors  Floor levels – refreshment facilities 4.15  Floor surfaces, see also Surfaces 2.7,"}
{"id": "chunk_363", "text": "2.29, 3.6, 3.14, 3.16, 5.18, 5.21  Floor surfaces – materials 4.32  Floor surfaces – reception areas 3.6  Floor surfaces – slip resistant 3.6, 3.14,"}
{"id": "chunk_364", "text": "5.18, 5.21  Floors, see Storeys  Football Stadia Improvement Fund 4.11  G  Glass doors, see Doors  Glazed screens 2.22, 2.24, 3.4, 3.14  Goings – stepped access 1.33  Grab bars, see Sanitary accommodation  Grab rails, see Sanitary accommodation  Gradients – approaches 1.7–1.8, 1.13,"}
{"id": "chunk_365", "text": "1.19–1.20, 1.26  Guard rails – hazards in lobbies 3.16  H  Habitable rooms – definition 0.26  Halls of residence 0.16  Handrails – audience seating 4.12  Handrails"}
{"id": "chunk_366", "text": "3.55  Hazards – approach routes 1.5, 1.38–1.39  Hazards – corridors 3.14  66  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                                                                     O N L I N E V E R S I O N O N L I N E V E R S I O N M  INDEX  Hazards – internal lobbies 3.16  Hazards – warning surfaces 1.13, 1.33, 3.50  Hearing enhancement systems, see  Communication aids  Heat emitters 5.4, 5.10  Historic buildings 0.17–0.19, 3.22  Hoists – bathrooms 5.20 note  Horizontal circulation 3.1–3.16  Hot surfaces 5.3  Hotel bedrooms, see Bedrooms  I  Induction loops, see Communication aids  Inductive couplers, see Communication aids  Infrared signals, see Communication aids  International Symbol of Access 2.7  J"}
{"id": "chunk_367", "text": "Joysticks – wheelchair platform stairlifts"}
{"id": "chunk_368", "text": "3.47  L  Lavatories, see Sanitary accommodation  Lecture facilities 4.1, 4.5, 4.9, 4.32–4.36  Leisure facilities 4.1, 4.10, 4.36  Level approaches, see Approaches – level  Lifting devices 3.17–3.49  Lifting devices – accessibility to toilets 5.10  Lifting devices – call buttons 3.28, 3.34,"}
{"id": "chunk_369", "text": "3.34, 3.37, 3.43  Lifting devices – wall surfaces 3.32, 3.42  Lifting devices – wheelchair platform  stairlifts 3.23–3.24, 3.44–3.49  Lifting platforms, see Lifting devices  Lifts, see Lifting devices  Light switches 4.28–4.30, 5.3  Lighting 4.9, 4.34, 4.36  Lighting – artificial 4.34, 4.36  Lighting – conference facilities 4.9  Lighting – controls 4.30, 5.4  Lighting – lifting devices 3.26  Lighting – sanitary facilities 5.4  Lighting – uplighters 4.34  Limb storage facilities 5.18  Lip reading and speaking 3.4, 4.6, 4.9,"}
{"id": "chunk_370", "text": "4.32, 4.34  Lobbies 2.25–2.29, 3.15–3.16  Lockers 3.14 note, 5.18  M  Manifestation – glass doors and screens"}
{"id": "chunk_371", "text": "2.22, 3.14  Material alterations 0.1–0.4, 0.9  Mirrors in passenger lifts, see Lifting devices  Mixed use development 0.12  Motel bedrooms, see Bedrooms  Motion sensors 2.18, 2.21  N  Notice boards 3.5  O  Opening force of doors, see Doors  Lifting devices – podiums and stages 4.12  67  Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                                                                 O N L I N E V E R S I O N O N L I N E V E R S I O N INDEX  M  P  Parking 1.15–1.18  Parking ticket machines 1.16, 1.18  Passageways, see Corridors  Passenger lifts, see Lifting devices  Planning system 0.21  Platform lifts, see Lifting devices –  lifting platforms  Podiums, see also Rostrums 4.12"}
{"id": "chunk_372", "text": "Principal entrance 0.26, 1.17–1.18, 3.6  Pull cords 4.20, 4.24, 4.30, 5.3, 5.10,"}
{"id": "chunk_373", "text": "5.18, 5.21  Public address systems, see  Communication aids  Public telephones 4.14  Push buttons – doors 2.18, 2.21  Push buttons – lifting platforms 3.39  Push buttons – switches and socket  outlets 4.30  Push pads 2.21, 4.28–4.30, 5.3  R  Radio signals, see Communication aids  Ramps – approach routes 1.19–1.26  Ramps – corridors 3.14  Ramps – handrails 1.26, 1.34–1.37  Ramps – internal 3.14, 3.20, 3.52–3.53  Ramps – podiums and stages 4.12  Reception desks, see also Enquiry desks"}
{"id": "chunk_374", "text": "3.2–3.6, 4.32  Reflective wall surfaces, see Wall surfaces  Refreshment facilities 4.13–4.16  Remote controls 2.21  Restaurants 4.13–4.16  Revolving doors, see Doors  Rises – steps and stairs 1.33  Room numbers – embossed 4.24  Rostrums, see also Podiums 4.32  S  Sales counters 3.3  Sanitary accommodation 0.8, 0.14, 4.19,"}
{"id": "chunk_375", "text": "4.24, 5.1–5.21, 10.1–10.3  Sanitary accommodation –  bathrooms 4.19, 4.24, 5.19–5.21, 10.2  Sanitary accommodation – changing rooms"}
{"id": "chunk_376", "text": "10.1–10.3  Sanitary accommodation – en-suite hotel  rooms 4.19, 4.24  Sanitary accommodation – enlarged  cubicles 5.6, 5.12, 5.14  Sanitary accommodation – entrance storey  of dwellings 10.1–10.3  Sanitary accommodation – finger rinse  basins 5.8  Sanitary accommodation – grab bars"}
{"id": "chunk_377", "text": "5.20 note  Sanitary accommodation – inward opening  doors 5.3, 5.14  Sanitary accommodation – lever taps 4.23  Sanitary accommodation – mixer taps 5.4  Sanitary accommodation – outward  opening doors 5.3, 5.14, 10.3  Sanitary accommodation – provision"}
{"id": "chunk_378", "text": "0.14, 5.2, 5.5–5.7, 5.13, 10.1–10.2  Sanitary accommodation – refreshment  facilities 4.14, 4.17  Sanitary accommodation – separate-sex  washrooms 5.11–5.14  Sanitary accommodation – showers 4.19,"}
{"id": "chunk_379", "text": "4.24, 5.15–5.18  68  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                                                                   O N L I N E V E R S I O N O N L I N E V E R S I O N M  INDEX  S  Sales counters 3.3  Sanitary accommodation 0.8, 0.14, 4.19,"}
{"id": "chunk_380", "text": "4.24, 5.1–5.21  Sanitary accommodation –  bathrooms 4.19, 4.24, 5.19–5.21  Sanitary accommodation – changing rooms"}
{"id": "chunk_381", "text": "5.7, 5.10  Sanitary accommodation – en-suite hotel  rooms 4.19, 4.24  Sanitary accommodation – enlarged  cubicles 5.6, 5.7, 5.12, 5.14  Sanitary accommodation – finger rinse  basins 5.8  Sanitary accommodation – grab bars"}
{"id": "chunk_382", "text": "5.20 note  Sanitary accommodation – inward opening  doors 5.3, 5.14  Sanitary accommodation – lever taps 4.23  Sanitary accommodation – outward  opening doors 5.3, 5.14  Sanitary accommodation – provision"}
{"id": "chunk_383", "text": "0.14, 5.2, 5.5–5.7, 5.13  Sanitary accommodation – refreshment  facilities 4.14, 4.16  Sanitary accommodation – separate-sex  washrooms 5.11–5.14  Sanitary accommodation – showers 4.19,"}
{"id": "chunk_384", "text": "5.9–5.11  Sanitary accommodation – toilet seat  risers 5.9, 5.11  Sanitary accommodation – toilets 4.19,"}
{"id": "chunk_385", "text": "5.5–5.14  Sanitary accommodation – transfer  seats 5.21  Sanitary accommodation – transfer  space 5.8, 5.18, 5.21  Sanitary accommodation – unisex toilets"}
{"id": "chunk_386", "text": "5.4, 5.8, 5.10, 5.13–5.14  Sanitary accommodation – wheelchair- accessible facilities 4.17, 4.19, 5.3–5.4,"}
{"id": "chunk_387", "text": "5.15–5.21  School buildings 0.15, 0.16  School buildings – corridors 3.14 note  School buildings – steps 1.33 note  Schools, see School buildings  Seating areas – refreshment facilities 4.16  Shelving – hotel rooms 4.20  Shower facilities, see Sanitary  accommodation – showers  Sight lines 4.9  Sign language 3.4, 4.6, 4.9, 4.32  Sign language interpreters 4.6, 4.9  Sign-posting 2.5, 2.7  Signals, see Audible signs, Visual  fire-alarm signals  Signs 2.5, 2.7, 3.5, 3.18, 4.35 note  Signs – accessible entrances 2.5  Signs – lifting devices 3.18  Signs – tactile 4.35 note  Site boundary 0.5, 1.1, 1.6  Sleeping accommodation, see Bedrooms  Sliding doors – handles 4.24  Slip-resistant floor surfaces, see Floor  surfaces – slip resistant  Slip-resistant seats 5.18  69"}
{"id": "chunk_388", "text": "Approved Document M Volume 2\t Access to and use of buildings other than dwellings                                                                                                                 O N L I N E V E R S I O N O N L I N E V E R S I O N INDEX  M  Smoke detectors 3.10  Social facilities 4.1  Society for the Protection of Ancient  Buildings 0.19  Socket outlets 4.25–4.30  Sound field systems, see Communication aids  Spectator events 4.2, 4.11, 4.36  Spectator facilities 4.5, 4.12  Spectator seating 0.14, 4.2, 4.5–4.8, 4.12  Sport England 2.13, 4.11, 5.6 note,"}
{"id": "chunk_389", "text": "5.16–5.18  Sports facilities – doors 2.13  Sports facilities – showers 5.16–5.18  Sports facilities – spectators 4.11  Sports facilities – stadia 4.11  Sports facilities – toilets 5.6 note  Stages, see also Rostrums 4.12  Stairs, see also Goings, Rises and  Steps 1.33, 3.19, 3.50–3.51  Stairs – hazard warning surfaces 1.33, 3.50  Stairs – internal 3.19, 3.50–3.51  Stepped terraced floors 4.12  Steps, see also Goings, Rises and Stairs  Steps – approach routes 1.21, 1.27–1.37  Steps – internal stairs 3.51  Steps – school buildings 1.33 note  Storeys – accessibility 0.14  Student accommodation 0.16  Student accommodation – bedrooms"}
{"id": "chunk_390", "text": "4.4, 4.17–4.24  Support rails, see Sanitary accommodation  – grab rails  Surfaces, see also Floor surfaces, Wall  surfaces 4.32  Surfaces – approaches 1.9, 1.13, 1.26,  Surfaces – blister 1.13  Surfaces – corduroy hazard warning 1.33  Surfaces – finishes 4.32, 4.35 note  Surfaces – hazard warning 1.13, 1.33, 3.50  Surfaces – lifting devices 3.32, 3.42  Surfaces – materials 4.32  Surfaces – parking bays 1.15, 1.18  Surfaces – reception area floors 3.6  Surfaces – sanitary accommodation 5.4,"}
{"id": "chunk_391", "text": "5.18, 5.21  Surfaces – tactile paving 1.13, 1.33  Swing doors, see Doors  Swing-free closing devices, see Doors  Switches 4.25–4.30  Symbols 4.36  T  Tactile paving, see Surfaces  Tactile signs 4.35 note  Taps, see Sanitary accommodation  Telephone systems, see Communication aids  Telephones 4.14  Terraces 4.14  Terraces – auditoria 4.12  Text telephones, see Communication aids  Theatres 4.10, 4.12, 4.35–4.36  Thresholds, see Entrance doors –  thresholds  Toilets, see Sanitary accommodation  Touch plates 4.29  U  Uplighters 4.34  V  Vertical circulation 3.1, 3.17–3.55  Vertical lifting platforms, see Lifting devices"}
{"id": "chunk_392", "text": "1.33  Vision panels 3.10  70  Access to and use of buildings other than dwellings\t Approved Document M Volume 2                                                                                                                   48  O N L I N E V E R S I O N O N L I N E V E R S I O N M  INDEX  Visual contrast 0.26, 2.17, 3.8, 3.10, 3.12,  Provision of toilet accommodation"}
{"id": "chunk_393", "text": "3.18, 3.28, 3.34, 3.43, 4.28, 5.4  Wheelchair-accessibile unisex toilets 49  Visual contrast – controls 4.28  Visual contrast – definition 0.26  Visual contrast – door furniture 2.17  Visual contrast – internal doors 3.8, 3.10  Visual contrast – lifting devices 3.18,"}
{"id": "chunk_394", "text": "3.28, 3.34, 3.43  Visual contrast – push pads 4.28  Visual contrast – sanitary fittings 5.4  Visual contrast – seating 4.7  Visual fire alarm signals 4.24  Visual information – lifting devices 3.31,"}
{"id": "chunk_395", "text": "3.34, 3.37, 3.43  Visual warnings – entrance doors 2.21  W  Wall surfaces, see also Surfaces 3.4  Wall surfaces – lifting platforms 3.42  Wall surfaces – materials 4.32  Wall surfaces – passenger lifts 3.32  Wall surfaces – reflective 3.4, 3.32  Wardrobes, see Bedrooms  Wash basins, see Sanitary accommodation  Wayfinding 4.31  WCs, see Sanitary accommodation  Weather protection, see Entrance doors –  weather protection  Wheelchair-accessible bedrooms,  see Bedrooms  Wheelchair platform stairlifts, see Lifting  devices  Widths, see Dimensions  Window controls in hotel bedrooms,  see Bedrooms  Worktops – refreshment facilities 4.16  Toilets in separate-sex washrooms  51  Wheelchair-accessible changing  and shower facilities  52  Wheelchair-accessible bathrooms  56  Standards referred to  59"}
{"id": "chunk_396", "text": "Other publications referred to  60  Index  63  Provision of toilet accommodation  48  Wheelchair-accessibile unisex toilets 49  Toilets in separate-sex washrooms  52  Wheelchair-accessible changing  and shower facilities  53  Wheelchair-accessible bathrooms  56  Standards referred to  59  Other publications referred to  60  Index  63  Provision of toilet accommodation  48  Wheelchair-accessibile unisex toilets 49  Toilets in separate-sex washrooms  52  Wheelchair-accessible changing  and shower facilities  53  Wheelchair-accessible bathrooms  55  Standards referred to  59  Other publications referred to  60  Index  63  Provision of toilet accommodation  48  Wheelchair-accessibile unisex toilets 49  Toilets in separate-sex washrooms  52  Wheelchair-accessible changing  and shower facilities"}
{"id": "chunk_397", "text": "53  Wheelchair-accessible bathrooms  55  Standards referred to  60  Other publications referred to  61      O N L I N E V E R S I O N O N L I N E V E R S I O N LIST OF APPROVED DOCUMENTS  The following documents have been published  to give guidance on how to meet the Building  Regulations. You can ﬁnd the date of the edition  approved by the Secretary of State at www.gov.uk.  Approved Document A  Structure  Approved Document B  Fire safety  Volume 1: Dwellings  Approved Document B  Fire safety  Volume 2: Buildings other than dwellings  Approved Document C  Site preparation and resistance to contaminants  and moisture  Approved Document D  Toxic substances  Approved Document E  Resistance to the passage of sound  Approved Document F  Ventilation  Volume 1: Dwellings  Approved Document F"}
{"id": "chunk_398", "text": "Ventilation  Volume 2: Buildings other than dwellings  Approved Document G  Sanitation, hot water safety and water efﬁciency  Approved Document H  Drainage and waste disposal  Approved Document J  Combustion appliances and fuel storage systems  Approved Document K  Protection from falling, collision and impact  Approved Document L  Conservation of fuel and power  Volume 1: Dwellings  Approved Document L  Conservation of fuel and power  Volume 2: Buildings other than dwellings  Approved Document M  Access to and use of buildings  Volume 1: Dwellings  Approved Document M  Access to and use of buildings  Volume 2: Buildings other than dwellings  Approved Document O  Overheating  Approved Document P  Electrical safety – Dwellings  Approved Document Q  Security – Dwellings  Approved Document R"}
{"id": "chunk_399", "text": "Infrastructure for electronic communications  Volume 1: Physical infrastructure and network  connection for new dwellings  Approved Document R  Infrastructure for electronic communications  Volume 2: Physical infrastructure for high-speed  electronic communications networks  Approved Document S  Infrastructure for the charging of  electric vehicles  Approved Document T  Toilet accommodation  Approved Document 7  Materials and workmanship      722676 781915 9 ISBN 978 1 91572 267 6  O N L I N E V E R S I O N O N L I N E V E R S I O N The Building Regulations 2010, Approved Documents are available from:  RIBA Books  Online: www.ribabooks.com  Telephone: (0)207 307 5355  Email: sales@ribabooks.com  © Crown Copyright, 2024"}
{"id": "chunk_400", "text": "The content of this publication, excluding logos, may be reproduced free of charge in any format  or medium for research, private study or for internal circulation within an organisation. This is  subject to it being reproduced accurately and not used in a misleading context. The material  must be acknowledged as Crown copyright and the title and edition of the publication speciﬁed.  This document/publication is value added. You may re-use the content (not including logos) free  of charge in any format or medium, under the terms of the Open Government Licence. To view  this licence, visit: http://www.nationalarchives.gov.uk/doc/open-government-licence/  or write to the Information Policy Team, The National Archives, Kew, London TW9 4DU, or  e-mail: psi@nationalarchives.gov.uk."}
{"id": "chunk_401", "text": "If you require this publication in an alternative format, please email:  alternativeformats@communities.gov.uk.  Copyright in the typographical arrangement, excluding logos, of the cover and internal page  layouts of this publication rests with the Publisher."}
